[EZCAD]   
COMPANY = 
IDENTIFY = EZCAD2.0
LANGUAGE = Korean Language
DESCRIBABLE = Korean-한국어

[String]
SOFTNAME = EzCad3
FILESUFFIX=ez3
SOFTVERSION = 3.0.0
COMPANY=BJJCZ\n전화：(86)010-64419248\n
WEBSIBE=WWW.BJJCZ.COM
ABOUT = 약
ABOUT_COPYRIGHT = 저작권 (C) 2004-2019
ABOUT_RIGHTS = 판권 소유
ABOUT_LICENSED = 이 제품을 사용할 권리는 다음과 같습니다.：
ABOUT_LAW = 경고：이 컴퓨터 프로그램은 저작권법 및 국제 협약에 의해 보호됩니다.프로그램의 일부 또는 전체를 무단으로 복제 또는 배포하면 심각한 민사 및 형사상의 제재를받을 수 있습니다.，또한 법이 허용하는 범위 내에서 최대한의 기소 대상이됩니다.

MENU_FILE = 파일(&F)
MENU_FILE_NEW = 새로운(&N) 
MENU_FILE_OPEN = 열기(&O)...  
MENU_FILE_PRINT = 인쇄 Ctrl+P
MENU_FILE_SAVE = 저장(&S) Ctrl+S
MENU_FILE_SAVE_AS = 다른 이름으로 저장(&A)...
MENU_FILE_SCANIMAGE = 스캔 이미지 가져 오기(&m)...
MENU_FILE_SYSTEM = 시스템 매개 변수(&P)...
MENU_FILE_IMGLIB = 공통 갤러리(&L)...
MENU_FILE_IMPORT = 입력(&I)
MENU_FILE_MRU_FILE1 = 최근 파일

MENU_EDIT = 수정(&E)
MENU_EDIT_COPY     = 복사(&C) 
MENU_EDIT_CUT      = 절단(&T)
MENU_EDIT_COMBINE  = 조합(&L) Ctrl+L   
MENU_EDIT_UNCOMBINE= 분리 조합(&K) Ctrl+K  
MENU_EDIT_GROUP    = 그룹(&G) Ctrl+G     
MENU_EDIT_UNGROUP  = 해산 그룹(&U) Ctrl+U 

MENU_EDIT_PASTE= 붙여 넣기(&P)
MENU_EDIT_REDO = 복구(&R)
MENU_EDIT_UNDO = 취소(&U)
MENU_EDIT_TOCURVE=곡선으로 변한다.  Ctrl+Q
MENU_EDIT_HATCH  =채우기      Ctrl+H

ID_FILE_IMGLIB = 일반적인 포토 갤러리 열기\n공통 갤러리
ID_FILE_IMPORT = 다른 형식 파일 입력\n입력 파일
ID_FILE_MRU_FILE1 = 문서 열기
ID_FILE_NEW = 새 문서 만들기\n새로운
ID_FILE_OPEN = 기존 문서 열기\n열기
ID_FILE_PRINT = 활성 문서 인쇄\n인쇄
ID_FILE_PRINT_PREVIEW = 전체 페이지 표시\n인쇄 미리보기
ID_FILE_PRINT_SETUP = 프린터 및 인쇄 옵션 변경\n인쇄 설정
ID_FILE_SAVE = 활성 문서 저장\n저장
ID_FILE_SAVE_AS = 활성 문서를 새 파일 이름으로 저장하십시오.\n다른 이름으로 저장
ID_FILE_SCANIMAGE = 스캔 한 이미지 가져 오기 \ n 스캔 된 이미지 가져 오기
ID_EDIT_COPY = 선택한 객체를 복사하여 클립 보드에 놓습니다. \ n 복사하십시오.
ID_EDIT_CUT = 선택한 객체를 잘라서 클립 보드에 놓습니다. \ ncut
ID_EDIT_PASTE = 클립 보드 내용 삽입 \ n 붙여 넣기
ID_EDIT_REDO = 이전에 실행 취소 한 작업을 다시 실행하십시오. \ n re-execute
ID_EDIT_UNDO = 마지막 단계 실행 취소 \ n 실행 취소
ID_EDIT_GROUP = 그룹을 선택한 개체 \ n 그룹
ID_EDIT_UNGROUP = 선택한 그룹 개체를 분해합니다. \ n 그룹을 분해합니다.
ID_EDIT_COMBINE = 선택한 개체 결합 \ n 조합
ID_EDIT_UNCOMBINE  = 선택한 조합 개체 \ n 분리 조합 분리
ID_SYSTEM_PARAM = 시스템 매개 변수 설정 \ n 시스템 매개 변수
TT_MATERIALPARAMASSIS=레이저 재료 매개 변수 테스트 \ n 재료 매개 변수 보조 도구
MATERIALPARAMASSIS=자재 매개 변수 조수
MENU_MODI = 수정(&M)
MENU_DRAW = 무승부(&D)
MENU_DRAW_POINT = 포인트(&P)
MENU_DRAW_CURVE = 커브(&R)
MENU_DRAW_LINE = 직선(&L)
MENU_DRAW_RECT = 직사각형(&R)
MENU_DRAW_CIRCLE = 라운드(&C)
MENU_DRAW_ELLIPSE = 타원(&E)
MENU_DRAW_POLY = 다각형(&G)
MENU_DRAW_TEXT =텍스트(&T)
MENU_DRAW_BMPFILE = 비트 맵 파일(&B)
MENU_DRAW_VECTORFILE = 벡터 파일(&V)
MENU_DRAW_TIMER = 지연 기(&M)
MENU_DRAW_INPUT = 입력 포트(&I)
MENU_DRAW_OUTPUT = 출력 포트(&O)
MENU_DRAW_MESH3D= 3D 표면(&M)
MENU_ALIGN_BOTTOM = 하단 가장자리 정렬
MENU_ALIGN_CENTER = 중심점 맞춤
MENU_ALIGN_CENTER_HOR = 수평 중심선 맞춤
MENU_ALIGN_CENTER_VER = 수직 중심선 정렬
MENU_ALIGN_LEFT = 왼쪽 정렬
MENU_ALIGN_RIGHT = 오른쪽 정렬
MENU_ALIGN_TOP = 상단 가장자리 맞춤
MENU_VIEW = 보기(&V)
MENU_VIEW_TOOLBAR = 시스템 도구 모음(&T)
MENU_VIEW_ZOOMBAR = 보기 도구 모음(&Z)
MENU_VIEW_DRAWBAR = 그리기 도구 모음(&D)
MENU_VIEW_ENTLIST =개체 목록 표시 줄
MENU_VIEW_ENTPROP = 개체 속성 모음
MENU_VIEW_STATUS_BAR = 상태 표시 줄(&S)
MENU_LASER = 레이저(&L)

ENTPROP = Object 속성
MENU_VIEW_RULER = 눈금자 표시
MENU_VIEW_GRID  = 격자 점 표시
TT_SHRULER=눈금자 표시 또는 숨기기
TT_SHGRID=격자 점보기 또는 가리기
MENU_VIEW_GUILD = 보조 라인
BK = 배경
DEGREE = 학위

NAV_PICK_MOVEDIS=미세 조정 거리
WORKSPACE = 작업 공간
MENU_VIEW_SNAPGRID   = 그리드 캡처 F7
MENU_VIEW_SNAPGUILD  = 캡처 가이드  F8
MENU_VIEW_SNAPOBJECT = 객체 캡처  F9
MENU_ABOUT = 정보(&A)
MENU_HELP = 도움말(&H)
IDCANCEL = 취소(&C)
IDOK = 결정(&O)
PASTE_X = 수평 붙여 넣기 오프셋
PASTE_Y = 수직 붙여 넣기 오프셋
SAVEAS = 다른 이름으로 저장
POINT = 포인트
CURVE = 커브
RECT  = 직사각형
CIRCLE = 라운드
ELLIPSE = 타원 
POLYGON = 다각형
TEXT =텍스트
HATCH=채우기
PATHTEXT=경로 텍스트
CIRCLETEXT=원호 텍스트
BMPFILE = 비트 맵 파일
VECTORFILE = 벡터 파일
TIMER = 지연 기
IOINPUT = 입력 포트
IOOUTPUT = 출력 포트
GROUP=그룹
COMBINE=조합
LAYER= 층
NAME = 이름
TYPE = 종류
OBJECTINFO=Object 속성
TOCURVE=곡선으로 변한다.
EDGENUM =변의 수
APPLY=신청서(&A)
APPLYTOCOPY=복사 된 객체에 적용(&C)
MARKLOOP=처리 횟수
POSITION=위치
RELATPOSITION=상대 위치
RELATCENTER=상대 센터
SIZE=크기
ARRAY=배열
COUNT=번호
INC=증가분
IOCTRLCONDITION=IO제어 조건
ROUND=필레의 정도
ALLROUND=둥근 모서리
DIAMETER = 지름
STARTANGLE = 시작 각도
ENDANGLE = 끝 각도
FILENAME=파일 이름
DYNFILE=동적 입력 파일
FIXEDDPI=고정DPI
FIXESIZEX=X 방향 고정 크기
FIXESIZEY=Y 치수 고정
FIXEPOS=고정 위치
INVERT=되돌리기
GRAY=그레이 스케일
DITHER=네트워크
LIGHTEN=빛나는
BRIGHT=밝기
CONTRAST=대비
SCANMODE=스캔 모드
BIDIRSCAN=양방향 스캔
YSCAN=Y 방향 스캐닝
DRILLMODE=도트 모드
PIXELPOWER=조정 포인트 전원

BARCODE_ATTRIB= 바코드 속성(&B)...
BARCODE = 바코드
CREATE_BARCODE = 바코드 만들기
MODEIFY_BARCODE= 바코드 수정
BARCODE_INPUTPT = 바코드 왼쪽 하단 모서리의 좌표를 입력하십시오.
BARCODE_ERR_INVALIDSTR = 바코드 문자열이 잘못되었습니다. 다시 입력하십시오.

INFO_EAN13 = EAN-13은 고정 길이의 바코드이며 문자 세트에는 '0'- '9'숫자 만 포함됩니다 .EAN-13에는 13 개의 문자가 포함되어 있으며 처음 12 개는 데이터이고 마지막 12 개는 체크섬입니다. 코드는 시스템에 의해 자동으로 추가되며 시스템은 처음 12 자만 사용합니다.
INFO_EAN13_2 = EAN-13 + 2는 EAN-13과 2 자리 추가 코드로 구성되며 시스템은 마지막 2 문자를 추가 코드로 사용합니다.
INFO_EAN13_5 = EAN-13 + 5는 EAN-13과 5 자리 추가 코드로 구성되며 시스템은 마지막 5 문자를 추가 코드로 사용합니다.
INFO_EAN8 = EAN-8은 고정 길이의 바코드이며, 문자 세트에는 '0'에서 '9'까지의 숫자 만 포함되며 EAN-8에는 8자를 포함합니다. 처음 7 자는 데이터이고 마지막 1 자는 체크 코드입니다. 코드는 시스템에 의해 자동으로 추가되며 시스템은 처음 7 자만 사용합니다.
INFO_EAN8_2 = EAN-8 + 2는 EAN-8과 2 자리 추가 코드로 구성되며 마지막 2 문자는 추가 코드로 사용됩니다.
INFO_EAN8_5 = EAN-8 + 5는 EAN-8과 5 자리 추가 코드로 구성되며 시스템은 마지막 5 문자를 추가 코드로 사용합니다.

CHECKNUM=코드 검사
THINMODULEWIDTH=좁은 모듈 너비
INFO_CODE39 = 39 바코드는 공간이 비어 있고 문자 세트에 '0'- '9', 'A-Z', 공백, '$', '%'및 '공백'이 포함되어 있음을 나타내는 비 연속적이고 고정 길이가 아닌 양방향 바코드입니다. + ','- ','. ','/ '; 선택적 체크섬이 있으며 시스템에 의해 자동으로 추가됩니다.
INFO_CODE93 = 93 바코드는 공백이 고정 길이가 아니며 문자 세트에 '0'- '9', 'A-Z', 공백, '$', '%', '+' ','- ','. ','/ '; 선택적 체크 코드가 있으며, 시스템에 의해 체크 코드가 자동으로 추가됩니다.
INFO_CODE11 = 11 바코드는 공간이 비 연속적이고 고정 길이가 아니라는 것을 나타내는 비 연속적인 유형의 정보이며 문자 세트에 '0'- '9', '-'가 포함되며 옵션 검사 코드가 있으며 검사 코드는 시스템에 의해 결정됩니다. 자동으로 가입하십시오.
INFO_UPCA = UPC-A는 고정 길이 바코드이며 문자 세트에는 '0'에서 '9'까지의 숫자 만 포함됩니다 .UPC-A에는 12자를 포함하며 처음 11 개는 데이터이고 마지막 1 개는 검사 코드입니다. 코드는 시스템에 의해 자동으로 추가되며 시스템은 처음 11 자만 사용합니다.
INFO_UPCA_2 = UPC-A + 2는 UPC-A와 2 자리 추가 코드로 구성되며 시스템은 마지막 2자를 추가 코드로 사용합니다.
INFO_UPCA_5 = UPC-A + 5는 UPC-A와 5 자리 추가 코드로 구성되며 시스템은 마지막 5 문자를 추가 코드로 사용합니다.
INFO_UPCE = UPC-E는 고정 길이 바코드이며 문자 세트에는 '0'에서 '9'까지의 숫자 만 포함됩니다 .UPC-E는 8자를 포함하며 첫 번째 문자는 0으로 고정되고 2-7 문자는 데이터이고 마지막 문자는 문자는 체크 코드이며 시스템에 의해 자동으로 체크 코드가 추가됩니다. 시스템은 처음 6 자만 사용합니다.
INFO_UPCE_2 = UPC-E + 2는 UPC-E와 2 자리 추가 코드로 구성되며 시스템은 마지막 2자를 추가 코드로 사용합니다.
INFO_UPCE_5 = UPC-E + 5는 UPC-E와 5 자리 추가 코드로 구성되며 마지막 5자가 추가 코드로 사용됩니다.
INFO_CODE25=코드 25 바코드는 바 정보 만있는 비 연속 바코드이며 문자 세트에는 '0'- '9'숫자 만 포함되며 길이는 고정되어 있지 않습니다.
INFO_CODEINTER25=크로스 오버 (ITF) 25 코드는 바 (bar)와 스페이스 (space)가 모두 정보를 나타내는 연속 된 바코드입니다. 문자 세트는 '0'- '9'의 숫자 만 포함하고, 문자 수가 홀수이면 시스템은 자동으로 앞에 0을 추가합니다. 선택된 수표 코드는 시스템에 의해 수표 코드가 자동으로 추가됩니다.
INFO_CODECODABAR=쿠르드 바 (Kurdoba) 바코드는 자체 점검 기능이있는 비 연속, 고정 길이의 양방향 바코드이며 문자 세트에는 '0'- '9', 'A-D', '-' , '$', ':', '/', '.', '+';
INFO_CODE128A=CODE128A 바코드는 연속 바코드이며 문자 세트에는 0에서 95 사이의 ASCII 값을 갖는 문자가 포함되며 크기는 제한되지 않습니다.
INFO_CODE128B=CODE128B 바코드는 연속 바코드이며 문자 세트에는 ASCII 값이 32에서 127 사이의 문자가 포함되며 크기는 제한되지 않습니다.
INFO_CODE128C=CODE128C 바코드는 연속 바코드이며 문자 집합에 '0'- '9'자릿수가 포함되어 있습니다. 문자 수가 홀수이면 시스템에서 자동으로 선행 0을 추가합니다.
INFO_EAN128A=EAN128A 바코드는 연속 바코드이며 문자 세트에는 0에서 95 사이의 ASCII 값을 갖는 문자가 포함되며 크기에는 제한이 없습니다.
INFO_EAN128B=EAN128B 바코드는 연속 바코드이며 문자 세트에는 ASCII 값이 32에서 127 사이의 문자가 포함되어 있으며 크기에는 제한이 없습니다.
INFO_EAN128C=EAN128C 바코드는 연속 바코드이며 문자 세트에는 '0'- '9'자릿수가 포함됩니다. 문자 수가 홀수 인 경우 시스템은 자동으로 선행 0을 추가합니다.

QUIET=공란
MID=중간
SCALE=비율
BARHEIGHT=높은 바코드
NARROWBARW=좁은 스트립 모듈 너비
BAR=기사
SPACE=빈
INTERCHARSCALE=중간 문자 간격
MODULETUNING=바코드 모듈 조정
AUTOSIZE=자동 크기
FIXEDSIZE=고정 크기
SHORTPDF417=단축 모드
ERRLEVEL=오류 수정 수준
PDF417_ROWOUTRANGE=PDF417 바코드 줄 수는 3-90 줄이어야합니다!
PDF417_COLOUTRANGE=PDF417 바코드는 3 ~ 30 열이어야합니다!
BARCODE_ERR_ROWCOL=설정 한 행과 열의 수는 현재 문자열을 수용 할 수 없습니다!
SMALLEST=최소 크기
MATRIX=행렬
MODULEWIDTH=모듈 너비
REVERSE=되돌리기
INFO_CODEPDF417=PDF417 바코드는 2 차원 바코드이며, 문자 세트에는 모든 ASCII 문자가 포함됩니다.
INFO_CODEMICROPDF417=MicroPDF417 바코드는 2 차원 바코드이며, 문자 세트에는 모든 ASCII 문자가 포함됩니다.
INFO_CODEDATAMTX=DATAMATRIX 바코드는 2 차원 바코드이며, 문자 세트에는 모든 ASCII 문자가 포함됩니다.
VALID=효과적인
FONT = 글꼴
FONT_ANGLE = 성향
FONTTYPE_BCF = 바코드 글꼴
FONTTYPE_DMF = 도트 매트릭스 글꼴
FONTTYPE_JSF = 한 줄 글꼴
FONTTYPE_TTF = 트루 타입 글꼴
SHOWTEXT=텍스트 표시
TEXTHEIGHT=텍스트 높이
TEXTWIDTH=텍스트 너비
TEXTOFFSETX=텍스트 X 오프셋
TEXTOFFSETY=텍스트 Y 오프셋
TEXTSPACE=텍스트 간격
POINTMODE=포인트 모드
ROW=선
COL=열
KEYBOARD = 키보드
DATE = 날짜
SERIAL = 일련 번호
LISTFILE=목록 파일
DYNAMICFILE=동적 파일
ENVARTEXT=변수 텍스트 사용
HEIGHT = 높이
CHARSPACE=문자 간격
CHARWIDTH=글자 너비
CHARHEIGHT=문자 높이
LINESPACE=줄 간격
ANGLE = 각도
PROMPT_TRAY = 각 처리 배치 전에 프롬프트 표시
PROMPT_NEVER = 프롬프트 없음
PROMPT_PART = 각 처리 전에 프롬프트
DATEFORMAT=날짜 형식
ADDDATEFORMAT=날짜 형식 늘리기
STARTSN=시작 번호
CURSN=현재 일련 번호
INCSN=일련 번호 증가
MARKPER=각 마킹 수
EXTEND=확장
PREFIX = 접두사
SUFFIX = 접미사
SUPRES_ZERO = 선행 제로 금지
RESETNO = 일련 번호 재설정
SERAIL_ARRAY = 어레이 일련 번호
SNDLG_FILTER = 다음 일련 번호 필터링
LINENO=행 번호
ENCONTOUR=윤곽선 활성화
HATCH1=1 채우기
HATCH2=채우기 2
ENABLE=사용
PENNO=펜 번호
HATCH_CALCALL=오브젝트 전체 계산
HATCH_EDGE=둘러보기
LISTDIST=줄 간격
EDGEOFFSET=여백
STARTOFFSET=시작 오프셋
ENDOFFSET=끝 오프셋
SETDEFAULT=기본값으로 설정
WAITTIME=대기 시간
MESSAGE=프롬프트 메시지
SETOUTPUT=출력 포트 설정
SYSTEMPARAM = 시스템 매개 변수
GENERAL = 재래식
COLOR = 색상
WORKSPACE = 작업 공간
AUTOSAVE = 자동 백업
MOVEROTATE = 자동 백업
PLUGMGR = 플러그인 관리자
UNIT_TYPE =단위 유형
GRID_DIST = 격자 간격
GRID = 그리드
SHOW_GRID = 그리드 표시
MM = 밀리미터
INCH = 인치
WORKSPAC_SHOW = 작업 공간 표시
WORKSPAC_CIRCLE =라운드 작업 공간
LB_CORNER = 왼쪽 하단
WIDTH = 너비
BIGNUDGESCALE=큰 조정 비율
NEXTVALID = 이 변경 사항은 다음 출시 때까지 적용되지 않습니다.
EVERY = 모든
BAKEXPLAIN = 현재 데이터는 지정된 시간 간격마다 프로그램 디렉토리의 AutoSave.Ezd 파일에 저장됩니다.
BAKTIME = "분 자동 백업"

ZOOM_WINDOW1 = 창 확대 관찰
ZOOM_WINDOW2 = 창 확대 관찰
PICK = 선택
PICK_ALL=모두 선택
PICK_BYENT = 개체 별
PICK_COPY = 모바일 사본
PICK_COPYENT = 복사
PICK_CUT = 절단
PICK_DEL = 선택 항목 삭제
PICK_ENT_CNT = 객체 수 선택
PICK_ENTITY = 개체가 선택되었습니다.
PICK_GL = 드래그 가이드
PICK_INV = 역 선택
PICK_LEFT = 좌우 스트레칭
PICK_LOCK = 잠금 선택
PICK_MOVE = 이동 변환
PICK_PEN = 펜으로 선택
PICK_NOENTITY = 선택된 물체가 없습니다
ERR_0001 = 이 매개 변수는 0.001보다 작을 수 없습니다. 다시 입력하십시오.
ERR_CRC     = 파일 데이터가 잘못 검증되고 파일이 손상되었을 수 있습니다.
ERR_DELSYSLAYER = 시스템 기본 레이어는 삭제할 수 없습니다.
ERR_DELUSELAYER = 현재 사용 레이어를 삭제할 수 없습니다.
ERR_MATCHFONTERR = 글꼴을 일치시킬 수 없습니다.
ERR_MEMORY  = 충분한 메모리를 할당하기에 충분한 메모리 공간이 없습니다.
ERR_NOFINDIMPORT = 올바른 입력 플러그인이 없습니다.
ERR_OPENFILE = 파일 열기 실패
ERR_READFILE     = 파일을 읽지 못했습니다.
ERR_RENAMESYSLAYER = 시스템 기본 레이어 이름을 변경할 수 없습니다.
ERR_SAVEFILE = 파일 저장 실패
ERR_SERIAL_FORMA = 파일 형식이 잘못되어 파일이 손상되었을 수 있습니다.
ERR_VERSION = 파일 버전이 잘못되었습니다.
ERROR_VAR_FILTER = 필터 조건이 너무 커서 유효한 변수 텍스트 개체를 생성 할 수 없습니다. \ n 일부 필터를 삭제하고 다시 시도하십시오.
IS_TEXT_TO_GRAPH = 이 글꼴을 사용하여 텍스트를 그래픽으로 변환할지 여부
CMD_OPENFILE = 파일 열기
CMD_SAVEFILE = 파일 저장
OPEN = 열기
TIP_NOTITLE = 제목 없음
NOTITLE = 제목 없음
FILE_ISSAVEAS = 변경된 파일을 저장할 위치
CHECK_SAVEPRE = 미리보기 이미지 저장
CHECK_SCALE = 비율 유지
CHECK_SHOWPRE = 미리보기 이미지 표시
STATIC_SAVETYPE = 출력 방법
RADIO_SAVEALL =모든 객체 출력
RADIO_SAVEPICK = 출력 선택 개체
AUTHOR = 저자
COMMENT = 댓글
FILEINFO = 파일 정보
VERSION = 버전
CMD_NEWFILE = 새 파일
PICK_PASTE = 붙여 넣기
CENFIELD=중심에 배치 됨
AUTOSAVEFILE = 자동으로 설계 파일 백업 ...
ON=열기
OFF=끄기
GUIDELINE = 보조 라인
OBJECT=개체




ID_DRAW_CIRCLE = 원 그리기 \ n 원 그리기
ID_DRAW_ELLIPSE = 타원 그리기 \ n 타원 그리기
ID_DRAW_PLINE = 곡선 그리기 \ n 곡선 그리기
ID_DRAW_LINE = 선 그리기 \ n 선 그리기
ID_DRAW_POINT = 점 그리기 \ n 점 그리기
ID_DRAW_POLY = 다각형 그리기 \ n 다각형 그리기
ID_DRAW_RECT = 사각형 그리기 \ n 사각형 그리기
ID_DRAW_TEXT = 텍스트 그리기 \ n 텍스트 그리기
ID_DRAW_BITMAP= 비트 맵 파일 그리기 \ n 비트 맵 파일 그리기
ID_DRAW_VECTOR= 벡터 파일 그리기 \ n 벡터 파일 그리기
ID_DRAW_TIME  = 지연 기 그리기 \ n 지연 기 작성
ID_DRAW_INPUT = 입력 포트를 그립니다 \ n 입력 포트를 그립니다.
ID_DRAW_OUTPUT= 출력 포트 그리기 \ n 출력 포트 그리기


ID_TOOL_NODE = 그래프 노드 편집 \ n 노드 편집
ID_TOOL_PICK = 그래픽 선택 도구 \ n 그래픽 선택
ID_MODIFY_HATCH = 선택한 객체를 채우기 \ n 채우기
ID_TOGRAPH = 개체를 그래픽 개체로 변환 \ n 그래픽으로
ID_VIEW_STATUS_BAR = 상태 표시 줄 표시 또는 숨기기 \ n 숨겨진 상태 표시 줄
ID_VIEW_TOOLBAR = 시스템 도구 모음 표시 또는 숨기기 \ n 숨겨진 시스템 표시 줄
ID_VIEW_ZOOMBAR = 보기 도구 모음 표시 또는 숨기기 \ n 숨겨진보기 막대
ID_VIEW_DRAW_BAR= 그리기 도구 모음 표시 또는 숨기기 \ n 명시 적 끌기 막대
ID_VIEW_ENTPROP= 개체 속성 표시 줄 표시 또는 숨기기 \ n 명시 적 개체 속성 표시 줄
ID_VIEW_ENTLIST= 개체 목록 표시 줄 표시 또는 숨기기 \ n 숨겨진 개체 목록 표시 줄

ID_ZOOM_ALL = 모든 개체의 최대 표시 \ n 모든 관측치
ID_ZOOM_PICK = 최대 표시 선택 개체 \ n 관찰 선택
ID_ZOOM_IN = 이중 디스플레이 확대 \ n 확대
ID_ZOOM_OUT = 두 번 축소하여 표시 축소 \ n 축소
ID_ZOOM_PAN = 팬 디스플레이 \ n 팬
ID_ZOOM_WINDOW = 창 크기 조정 \ n 창 크기 조정
ID_ZOOM_WORKSPACE = 전체 작업 영역보기 \ n 작업 영역 관찰
ID_SNAP_GUILD = 가이드 캡쳐 가이드 \ n 캡쳐 가이드
ID_SNAP_GRID = 캡처 그리드 \ n 그리드 캡처
ID_SNAP_OBJECT= 캡처 개체 \ n 개체 캡처
ID_SNAP_MESHVERTEX= 표면 정점 캡처 \ n 표면 정점 캡처
ID_APP_ABOUT = 프로그램 정보, 버전 번호 및 저작권 표시 \ n 정보
ID_APP_EXIT = 응용 프로그램을 종료하고 문서 저장을 묻는 메시지가 나타납니다. \ n 종료


TT_PICKALL = 모든 개체 선택 \ n 모든 개체 선택
TT_PICKDEL = 선택한 개체 삭제 \ n 선택한 개체 삭제
TT_PICKINVERT = 선택한 개체를 뒤집습니다 \ n 선택한 개체를 뒤집습니다.
TT_PICKLOCK = 선택한 개체 잠금 \ n 잠금
TT_PICKUNLOCK = 선택한 개체 잠금 \ n 잠금
TT_PICKUNLOCKALL = 모든 개체 잠금 해제 \ n 모두 잠금 해제
TT_PICKCEN = 원점에 놓고 \ n 원점에 놓습니다.
TT_PICKCENX = X 축은 Y 축에 배치되고 nX의 중심은 Y 축에 배치됩니다.
TT_PICKCENY = Y 축은 X 축에 배치되고 \ nY의 중심은 X 축에 배치됩니다.
TT_PICKPEN=펜 번호로 개체 선택 \ n 펜 번호로 개체 선택
TT_NODE_ADD = 노드 추가 \ n 노드 추가
TT_NODE_ALIGN = 노드 정렬 \ n 노드 정렬
TT_NODE_ARC = arc \ n으로 회전하여 호를 그리십시오.
TT_NODE_BEZIER = 커브로 돌리면 \ n 커브로 이동합니다.
TT_NODE_CLOSE = 자동 닫힘 곡선 \ n 자동 닫힘 곡선
TT_NODE_DEL = 노드 줄이기 \ n 노드 줄이기
TT_NODE_DIR = 곡선 방향 변경 \ n 곡선 방향 변경
TT_NODE_LINE = 직선으로 \ n 직선으로 돌리십시오.
TT_NODE_REDUCE = 자동 빼기 지점 \ n 자동 축소 지점
TT_NODE_SEPARATE = 분리 노드 \ n 분리 노드
TT_NODE_SHARP =예리한 전환\n예리한 전환
TT_NODE_SMOOTH = 원활한 전환\n원활한 전환
TT_NODE_SYSMETRIC = 대칭 전이\n대칭 전이
TT_NODE_UNITE = 퓨전 노드\n퓨전 노드
TT_POINTONCURVE=곡선을 가리킨다.
TT_ADDLAYER=레이어 추가\n레이어 추가
TT_DELLAYER=레이어 삭제\n레이어 삭제
ADDLAYER=레이어 추가
DELLAYER=레이어 삭제
ROTATEANG = 회전 각도
MOVEDIST  = 이동 거리
ZOOMSCALE = 스케일링
INPUTPT = 입력 점
INPUTSTARTPT = 출발점 입력
INPUTCENTER  = 입력 센터
PICKCURVE=배치 할 커브 선택
PONITNUM=포인트
POINTDIST=점 간격
TEXT_POS=텍스트 배치 위치 선택
ALIGN = 정렬
UNDO=실행 취소
REDO=복구
MENU_FINISH=끝(&F)
MENU_CLOSEFINISH=결말(&C)
MENU_COOR=입력 좌표(&I)
TRANSFORM = 변환
CENTER = 센터
MIRROR = 거울
SHEAR=기울이기
PEN=펜
SPEED=속도
OBJECTLIST=개체 목록
APPLYDEF=매개 변수가 기본값으로 설정 됨
ADVANCE=고급
POWER=힘
FREQ=주파수
TICKLE=사전 이온화
STARTTC=개시 지연
ENDTC=종료 지연
POLYTC=코너 지연
SECOND=둘째
US=마이크로 초
DELETE=삭제
PARAMLIB=매개 변수 라이브러리
INPUTPARAMNAME=입력 매개 변수 이름
GUILDLINE = 보조 라인
PARAMNAMENONULL=매개 변수 이름은 비워 둘 수 없습니다.
PARAMNAMEEXIST=매개 변수 이름이 이미 있습니다! 이전 매개 변수를 덮어 쓰시겠습니까?
REALYDELPARAM=현재 매개 변수를 삭제 하시겠습니까?
REALYAPPDEF=현재 매개 변수를 기본 매개 변수로 적용 하시겠습니까?
JUMPSPEED=점프 속도
JUMPPOSTC=점프 위치 지연
JUMPDISTTC=점프 거리 지연
ADVANCEMARKPARAM=고급 마킹 매개 변수
ENDCOMP=엔드 포인트 보상
ACCDIST=가속 거리
MARK=마킹
SELECTAPARAM=매개 변수를 선택하십시오.
MODIFYCOLOR=색상 수정
MODIFPARAM=매개 변수 수정
APPLYTOPICK=선택한 객체에 적용
PARAM=매개 변수
NOMOREMARKPARAM=기본 매개 변수 만 변경할 수 있습니다.
NOPICKOBJECT=선택된 물체가 없습니다
SETDEFPEN=기본 펜으로 설정
MENU_SPECIAL=특별(&S)
FAILOPENLMC=LMC1 드라이버를 열 수 없습니다! LMC1 드라이버가 올바르게 설치되어 있는지 확인하십시오!
NOTFINDLMC=유효한 LMC1 장치를 찾을 수 없습니다!
MENU_LASER=레이저(&L)
DISABLEUSE = 금지 된
ENABLEUSE = 사용
FIELD=지역
LASERCTRL=레이저 제어
EXTAXIS=확장 축
CONFIGPARAM=구성 매개 변수
NEGATE=되돌리기
ASPECT=외관
FIELDSIZE=면적 크기
GALVO=검류계

MARKSTR_AFTERMARK=처리 후 지정된 위치로 이동
MARKSTR_AFTER1=움직이지 마라.
MARKSTR_AFTER2=갈바니 중심
MARKSTR_AFTER3=객체의 왼쪽 상단 모서리
MARKSTR_AFTER4=개체 오른쪽 위 모서리
MARKSTR_AFTER5=개체의 오른쪽 하단 구석
MARKSTR_AFTER6=객체의 왼쪽 하단 모서리
MARKING=표시 중 ...
WAITIOINPUT=IO 입력 신호 대기 중 ...

PART=부분
TOTALNUM=합계
CONTINUES=연속 처리
MARKSELECT=처리 선택
QUIT=출구
LIGHTSHOW=적색 표시

QSWITCH=Q 스위치
ANALOGOUT=아날로그 출력
CALIBRATION=수정
OTHER=기타
ENPWMSIGNALE=PWM 신호 출력 활성화
MAXPWMFREQ=최대 PWM 신호 주파수
ENABLETICKLE=사전 이온화 사용
PULSEWIDTH=펄스 폭
PULSEPERIOD=펄스 주파수
FPK=첫 번째 펄스 억제
FPKEND=첫 번째 펄스 억제가 끝나면 Q 스위치를 엽니 다.
ANALOGOUT=아날로그 포트 출력
ANAPOWER=전원 아날로그 포트 출력 활성화
ANAFREQ=주파수 아날로그 포트 출력 활성화
STARTMARKDELAY=마킹 시작 지연
FINSIHMARKDELAY=엔드 마크 지연
MAXPOWERDELAY=최대 전력 지연
USERDEFRATIO=사용자 정의 비율
REALRATIO=실제 비율
FREQMAP=주파수 매핑
POWERMAP=전력 매핑
READY=준비하다
BTNSTOP=停止(F4)
BTNMARK=标刻(F2)
BTNPARAM=参数(F3)
BTNQUIT=退出(F5)
BTNLIGHT=红光(F1)
MARKSTR_NOENTITY=처리 할 수있는 데이터가 없습니다. 파일이로드되었는지 확인하십시오!
MARKSTR_NOENTITY_SELECT=가공 가능한 데이터가 없으므로 가공 대상물이 선택되었는지 확인하십시오!
DOG_DATAERROR =  암호화 잠금 데이터가 잘못되었습니다. 암호화 잠금이 삽입되었는지 확인하십시오.
DOG_SHARETIME =  현재 버전은 공유 된 버전이므로 허용 된 시간을 사용했습니다! \ n 계속 소프트웨어를 사용하려면 소프트웨어 배포 업체에 문의하십시오.
DOG_SHARE =  현재 버전은 공유 버전이며 허용 된 사용 횟수를 사용했습니다! \ n 소프트웨어를 계속 사용하려면 소프트웨어 대리점에 문의하십시오.
DEMOVERSION=동글을 찾을 수 없습니다! 소프트웨어가 데모 모드로 작동합니다.
DELHATCH=채우기 삭제
CURTIME=현재 시간
TOTALTIME=총 시간
PULSELENGTH=펄스 폭
CHECK=탐지
LASERON=오픈 레이저
LASEROFF=레이저 끄기
POSX=X 위치
POSY=Y 위치
LASERWILLOUTPUT=OK를 눌러 레이저를 출력하십시오. 레이저를 출력 하시겠습니까?
WARN=경고
SCANIMAGE=스캔 이미지
BOTTOM =  바닥
TOP =  맨위

ORIGIN_PTNUM=입력 원점 복귀
ORIGIN_WAY=원점 복귀 방법
PLUGFILENAME =  플러그인 파일 이름

PLUGSTATE =  플러그인 상태
PLUGVER =  플러그인 버전
PROMPT =  프롬프트
MENU_APP_EXIT =  종료 (& X)
LMCVERERROR=LMC 하드웨어 버전 오류
WELD=용접
TRIM=손질
INTERSECT=십자가
WELDTO=납치 된
TRIMTO=손질 된
INTERSECTTO=교차
PLASTIC=모양
SAVESRC=원본 개체 유지
SAVETAR=대상 객체 유지
NOVALIDONCEMORE=유효한 개체를 선택하고 다시 선택 했습니까?
FILE=파일
PORT=항구
IOSTOP=입력 포트 처리 중지
STOPPROMPT=처리가 중지되면 프롬프트 메시지가 표시됩니다.
STOPSIGNALTRIG=정지 신호가 트리거되고 현재 가공이 중지됩니다!
REMOTE=원격 제어
ENREMOTE=원격 제어 사용
NETWORKIP=네트워크 IP 주소
QPULSEWIDTH=Q 펄스 폭
POINTTIME=도트 시간
LEFT =  왼쪽
RIGHT =  오른쪽
ALIGN_NODECTRL=노드 제어점 정렬
NODE_ALIGN=노드 정렬
OFFSETLEN=오프셋 길이
BASELENGTH=기본 길이
TRANFORM=변환
BASE=벤치 마크
FREE=자유
BASELENGTH=기본 길이
BASEANGLE=기준 각
ANGLELIMIT=각도 범위 제한
CHANGEORDER=주문 변경
MODIFY=수정
ROAXIS=로타리 축
ZERO=원점
STEPPERRO=1 회 전당 펄스 수
DISTPERRO=1 회 전당 이동 거리
MINPOS=최소 좌표
MAXPOS=최대 좌표
MINSPD=최저 속도
MAXSPD=최대 속도
ZEROSPD=제로 리턴 속도
GEARRATIO=감속비
PARTDIA=공작물 직경
ZEROOFF=제로 오프셋
ACCTIME=가속 시간
SCALECOMP=비례 보상
SHEARCOMP=오정렬 보상
SPACECOMP=정리 보상
GOTOORIGIN=확장 축 보정 제로
PLSPICKAPEN=펜을 선택하십시오
BITMAP=비트 맵
LINEINC=비트 맵 스캔 라인 증분
NODE_DELETE =  노드 삭제
NODE_ADD =  노드 추가
NODE_UNITE=퓨전 노드
NODE_TOARC =  원형 세그먼트로 바꾸기
NODE_TOBEZ =  곡선 세그먼트로 바꾸기
NODE_TOLINE =  직선 부분으로 바꾸기
NODE_TOSHARP =  예리한 전환
NODE_TOSMOOTH =  원활한 전환
NODE_TOSYSMETRIC =  대칭 전이
NODE_ALIGN =  노드 정렬
NODE_CHANGEDIR =  곡선 방향 바꾸기
MARKON=열린 표시
MARKOFF=마킹 닫기
CURVEEDIT =  커브 편집
MENU_AUTOCONNECT=자동 연결
CONNECTERR=자동 연결 오류

PRINTER  =프린터
PRINT  =  인쇄
STYLE  =  종류
STATUS =  주
REMARK =  비고
COPYNUM=  인쇄 매수
ATTRIB=  속성
PRINTCOPYNUM=  인쇄 매수
AUTOPAGE=자동 페이징
PRINTRANGE=인쇄 범위
PRINTALL=모두 인쇄
PRINTSEL=인쇄 선택
PAGESETUP=페이지 설정

MARGIN=여백
MARGINLEFT =왼쪽 여백
MARGINRIGHT=오른쪽 여백
MARGINTOP  =위쪽 여백
MARGINBOTTOM=하단 여백

PAGECEN     =페이지 센터
PAGECENUP   =중, 상
PAGECENLEFT =왼쪽 중간
PAGECENRIGHT=중간 오른쪽
PAGECENDOWN =중간 이하

PAGELEFTUP   =좌상 구석
PAGERIGHTUP   =오른쪽 위
PAGELEFTDOWN  =왼쪽 하단
PAGERIGHTDOWN =오른쪽 하단
PAGEFILL=페이지 크기로 조정
PAGERANDOM=맞춤
AXISSTEP=이동 단계
SPLITSIZE=분할 크기
SPLITPARAM=파라미터 분할
SPLITBYGUILDLINES=보조 라인 별 세분화
ORIGIN=원산지
LIGHTING=적색 표시
SPLITMARK1=분할 마크 1
SPLITMARK2=분할 마크 2
ORIGINCOOR=원점 좌표
SETCURPOSTOORIGIN=(& D) 현재 점을 원점으로 설정
SETORIGIN=원점 설정
SPECIALMOTION=특별한 경우의 움직임
STOP=멈추다
GOTOMARKORIGIN=마킹의 원점으로 이동
REDLIGHTPOINT=적색 표시
LIGHTSPEED=적색 광속
OFFSETPOSX=오프셋 위치 X
OFFSETPOSY=오프셋 위치 Y
REDLIGHTIO=적색광 출력
MARKIO=마킹 출력
NULL=아니요
INPUTTEXT=처리 할 텍스트를 입력하십시오.
FORCESPLIT=강제 분할
LINE=직선
RIGHTCOOR=좌표를 입력하려면 마우스 오른쪽 버튼을 누릅니다.
INPUTCOOR=입력 좌표
FINISHGOTOSTARTPT=처리가 시작 지점으로 되돌아갑니다.
STARTMARKIO=시작 표시 포트
INPORT=입력 포트
AUTORESET=자동 리셋
JSFFONT_FILENAME=Jsf 글꼴 파일 이름
GRAPHCHAR=그래픽에 해당하는 문자
UPDATEFONTFILE=글꼴 파일 업데이트
OFFSET_DIST=오프셋 거리
JCZFONT_NEWJSF=파일이 없습니다. 새 파일을 만드시겠습니까?
JSFFONT_NAME=글꼴 이름
DOUBLEWIDTH=두 글자 너비
DOUBLEHEIGHT=2 문자 높이
SINGLEWIDTH=단일 문자 너비
SINGLEHEIGHT=단일 문자 높이
JSFFONT=Jsf 글꼴
JCZFONT_PROPERTY=글꼴 속성
ENMARKMUTEX=뮤텍스 표시 사용
MARKPARAM=마킹 매개 변수
ONOFF=켜기 / 끄기
CURPEN=현재 펜 번호
CURPENPARAM=현재 펜 매개 변수
USEDEFAULTPEN=기본 매개 변수 사용
SELPARAMFROMLIB=매개 변수 라이브러리에서 매개 변수 가져 오기
DELETESELPARAM=선택한 매개 변수 삭제
CURPARAMSAVEAS=현재 매개 변수를 다음과 같이 저장하십시오.
PLSSELPARAM=매개 변수를 먼저 선택하십시오.
ID_DRAW_BARCODE =  바코드 그리기 \ n 바코드 그리기
MENU_VIEW_MARKPARAM=마킹 매개 변수 열
ID_VIEW_MARKPARAM=표시 매개 변수 열 표시 또는 숨기기 \ n 명시 적 표시 매개 변수 열
SHOWCROSSLINE=센터 십자형 표시
SELPOSDATUM=위치 좌표의 참조를 선택하십시오.
PULSEGREATEMAX=Q 펄스 폭을 최대 펄스 폭보다 크게 설정하십시오
MAXPULSEWIDTH=최대 펄스 폭
CURFREQ=현재 주파수
FIELDNAME=입력란 이름
CURRENT=현재
CURRENTMAP=현재 매핑
ENCURRENT=전류 출력 사용
EXESTART =ezcad가 시작할 때 프로그램을 실행하십시오.
EXEFINISH=ezcad가 닫힐 때 프로그램을 실행하십시오
PARAMNAME=매개 변수 이름
GOALSIZE=타겟 마킹 크기
REALSIZE=실제 마킹 크기
CALCSCALE=계산 비율
GOALMUSTGREATE=타겟 마킹 크기는 0.001보다 커야합니다.
REALMUSTGREATE=실제 마킹 크기는 0.001보다 커야합니다.
FORCEALLSPLIT=전체 전체 분류
USEGUILINSTARS=디지털 Q 스위치 드라이버 사용

DESCENTRATIO=낮은 비율
DESCENT=낮은 높이
ASCENT=상단 높이
BASELINE=기준선
LOADCHAR=문자 데이터로드 중
SAVECHAR=문자 데이터 저장
LEFTSIDE=왼쪽지지 너비
RIGHTSIDE=오른쪽지지 너비
HELP =  도움말
HELP_BLUEBOX=파란색 상자는 문자가 실제로 표시 될 때 문자가 차지하는 영역입니다.
HELP_DESCENTRATIO=낮은 높이 비율 100 x 낮은 높이 / 문자 높이
HELP_CHARWIDTH=문자 너비는 현재 글꼴의 표준 문자 너비를 나타냅니다.
HELP_CHARHEIGHT=문자 높이는 현재 글꼴의 표준 문자 높이입니다.
HELP_LEFTSIDE=왼쪽지지 폭은 문자의 실제 데이터와 왼쪽 경계 사이의 거리입니다.
HELP_RIGHTSIDE=오른쪽지지 폭은 문자의 실제 데이터와 오른쪽 테두리 사이의 거리입니다.
HELP_BASELINE=기준선은 글꼴을 만들 때 글꼴을 작성하는 데 사용되는 가로선입니다.
CHARKERNING=캐릭터 커닝
NOFONTFILE=올바른 글꼴 파일을 찾을 수 없습니다. 유효한 글꼴 파일을 선택하십시오!
INPUT2CHAR=2 자 입력
SAVEKERNING=커닝 절약
JCZFONT_VER1=현재 글꼴은 버전 v1.0이며 버전 v2.0으로 변경됩니다. \ nEzcad2.0을 다시 시작하여 효과적으로 만드십시오!
PULSEMODE=벡터 도트 패턴
PULSEPER=점 당 펄스 수
FLYMARK=비행 마킹
FLYSPEED=회선 속도
ERR_FLYSPEEDFAST=라인 속도가 너무 빠르면 검류계가 따라 잡을 수 없습니다! 라인의 속도는 마킹 및 점프 속도보다 작아야합니다!
MS=밀리 세컨드
CANHATCH=채울 수 있음
PASSWORD=비밀번호
CONFIRMPASSWORD=암호 확인
PASSWORDNOSAME=두 번 입력 한 암호가 다르므로 다시 입력하십시오!
PASSWORDUNVALID=비밀번호가 잘못되었습니다!
OUTPORTALRADYUSE=출력 포트가 이미 다른 장치에 의해 점유되었습니다. 재설정하십시오!
LASERPOWERIO=레이저 전원 콘센트
POWERON=전원 켜기
POWEROFF=전원 끄기
EZCADSTR_ID_FILE_IMGLIB =  일반적인 사진 갤러리 열기 \ n 일반적으로 사용되는 갤러리
EZCADSTR_IDC_STATIC_NEWIMG =이미지 이름을 입력하십시오.
EZCADSTR_IDC_STATIC_NEWLIB =  갤러리 이름을 입력하십시오.
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =  파일 이름 (.glb)을 입력하십시오.
EZCADSTR_IMGDLG_BUTTON_DELIMG =  이미지 삭제
EZCADSTR_IMGDLG_BUTTON_DELLIB =  갤러리 삭제
EZCADSTR_IMGDLG_BUTTON_NEWIMG =  사진에 가입하십시오.
EZCADSTR_IMGDLG_BUTTON_NEWLIB =  새 갤러리
EZCADSTR_IMGDLG_KEEPSIZE =  잠금 비율
EZCADSTR_IMGDLG_NEWIMG =  사진에 가입하십시오.
EZCADSTR_IMGDLG_NEWLIB =  새 갤러리
EZCADSTR_IMGDLG_STATIC_EXPORT =  그래픽 옵션 내보내기
EZCADSTR_IMGDLG_STATIC_HEIGHT =  높이
EZCADSTR_IMGDLG_STATIC_NAME =  갤러리 이름
EZCADSTR_IMGDLG_STATIC_PREVIEW =  이미지 미리보기
EZCADSTR_IMGDLG_STATIC_WIDTH =  너비
EZCADSTR_IMGGLD_ORIGSIZE =  원래 크기
EZCADSTR_IMGLIB_DRAW =  드로잉 갤러리
EZCADSTR_IMGLIB_MAXIMG =  이 갤러리의 이미지 수가 최대 값에 도달했습니다. 새 갤러리를 새로 만드십시오.
EZCADSTR_IMGLIB_TOTALNUMBER =  총 이미지 수 :
EZCADSTR_IMPORT_PT =그래픽이있는 위치를 입력하십시오.
EZCADSTR_MSG_DELETEIMG =  사진을 삭제 하시겠습니까?
EZCADSTR_MSG_DELETELIB =  갤러리를 삭제 하시겠습니까?
EZCADSTR_MSG_DIRECTORYERROR =  라이브러리 파일 경로가 존재하지 않습니다.
EZCADSTR_MSG_HAVEFILE =  지정한 갤러리가 이미 존재합니다. 다시 입력하십시오.
EZCADSTR_IMGDLG =  공통 갤러리
EZCADSTR_MENU_FILE_IMGLIB =  일반 갤러리 (& L) ...
CIRDIAMETER=원형 지름
ARRAY_NUM=배열 수
ANG_DIST=각도 간격
EZCADSTR_ARRAY_TYPE =  배열 유형
EZCADSTR_ARRAY_X_DIST =  측면 간격
EZCADSTR_ARRAY_X_NUM =  수평 번호
EZCADSTR_ARRAY_Y_DIST =  수직 간격
EZCADSTR_ARRAY_Y_NUM =  세로 번호
EZCADSTR_ARRAY_DIST_CALC =  간격 배치 방법
EZCADSTR_ARRAY_ENTSPACE =  그래픽 간격으로 계산됩니다.
EZCADSTR_ARRAY_OFFSETDIST =  오프셋 거리에 의해 계산 됨
EZCADSTR_CMD_ARRAY=Array 객체
RADIUS=반경
BREAKCROSSPOINT=교차로 삭제
ID_MODIFY_ARRAY =  배열 선택한 개체 \ n 배열 개체
ID_MODIFY_ROTATE =  선택한 객체 회전 \ n 객체 회전
ID_MODIFY_PLASTIC=객체 모양
ID_MODIFY_CONNECT=자동 연결 곡선 \ n 자동 연결 곡선
ID_MODIFY_BREAKCROSS=곡선의 교차점 제거 \ n 교차점 제거
ID_MODIFY_TRANSFORM=개체 변형 \ n
ID_MODIFY_OFFSETCURVE =  오프셋 선택한 커브 객체 \ n 오프셋 커브
CROSSLEN=교차 길이
TESTLASER=레이저 테스트
READALLLINE=매번 전체 파일 읽기
INFO_CODE128OPTMIZE=CODE128 최적화 바코드는 연속 바코드이며 문자 집합에는 0에서 127 사이의 ASCII 값을 갖는 문자가 포함되어 있으며 시스템은 자동으로 CODE128 A, B 및 C를 문자에 따라 전환하므로 최종 인코딩이 가장 짧습니다.
FLYRIGHT2LEFT=오른쪽에서 왼쪽으로의 파이프 라인 방향
FLYCONTMODE=파이프 라인 연속 모드
DATEINFO=날짜 형식의 문자 의미 : Y = 연도 M = 월 D = 일 T = 일 K = 주 W = 주 N = 지난 오후 H = 시간 F = 분 S = 초 = = 새 줄 번호 0-9 = 고정 텍스트
SN=일련 번호
INCSN=일련 번호 증가

DATENAME=날짜 이름
YEARUSE2DIGIT=1 년에 2 자리 숫자 사용
YEARNOLEADZERO=선행 0을 사용하지 마십시오.
HOUR12=12 시간 시스템
TIMENOLEADZERO=시간은 선행 0을 사용하지 않습니다.
DIGIT09ISSN=숫자 0은 일련 번호이고 9는 일련 번호 증분입니다.
SAMPLE=예제
AM=아침
PM=오후
DATENAMECANNOTNULL=날짜 이름은 비워 둘 수 없습니다!
SAVETONEWFILE=새 파일에 저장
AUTOROANG=자동 회전 채우기 각도
BYDAY=낮에는
BYMONTH=월별
BYYEAR=연도 별
DATEOFFSET=날짜 오프셋
ENTOTALPARTNUM=연속 모드의 총 공작물 수는 유효합니다.
MARKFINISHNUM=지정된 수량이 처리되었습니다! 처리를 계속 하시겠습니까?
OFFSET=오프셋
EXPORTTEXT2FILE=처리 중에 지정된 파일에 텍스트 출력
EXPORTTIME2FILE=처리 중 지정된 파일로 출력 시간
EXPORTTEXT=출력 텍스트
AUTOCONNECT=인접한 곡선 세그먼트를 자동 연결
SOFTUSEPSW=소프트웨어를 사용하려면 암호를 입력해야합니다.
USERMGR=사용자 관리자
USER=사용자
ADMIN=관리자
DESIGNED=디자이너
WORKER=연산자
MODIFYPASSWORD=비밀번호 변경
SELUSER=사용자 선택
PSWINCORRECT=비밀번호가 잘못되었습니다. 다시 입력하십시오.
CARDNO=카드 번호
SELLMC1DEV=매개 변수를 설정하려는 장치를 선택하십시오.
LASERTYPE=레이저 유형
NOHATCHTEXT=텍스트를 채우지 마십시오.
USECORRECTFILE=교정 파일 사용
CRYSTAL=크리스탈
MAXFREQ=최대 주파수
PULSEGREATEMAXFREQ=펄스 주파수가 최대 주파수보다 큽니다.
MOVEANG=모션 각도
CURRANGLE=현재 각도
ROANGMARK=회전 각도 표시 - 참고 : 객체 z 좌표는 각도 값입니다.
OPTIMIZECURVE=커브 순서 최적화
ANGLEROTATE=회전 각 표시
SIZESCALE=크기 비율
PULSE=맥박
ENSHOWCONTOUR=개요 표시
SUBSURFACE=내부 조각
ZEROTIMEOUT=제로 리턴 타임 아웃
CMD_REPEAT1=명령 반복 1
CMD_REPEAT2=명령 2 반복
NODE=노드
SUNDAYISFIRSTDAY=일요일이주의 첫날입니다.
TT_POINT=점 그리기
TT_POINTONCURVE1=곡선에 고정 된 수의 점 배치
TT_POINTONCURVE2=커브에 고정 된 피치 점 배치
IMGLIB_PROMPT=팁 : 마우스 왼쪽 버튼을 누른 채로 원하는 그래픽을 선택하고 드래그하여 작업 공간으로 이동하십시오.
ONELASERMULTISCANNER=단일 레이저 및 다중 렌즈 렌즈 모드
MULTILASERMULTISCANNER=다중 레이저 및 다중 렌즈 렌즈 모드
ALLSCANNERSAMEPART=모든 진동 렌즈는 동일한 소재를 가공합니다.
ALLSCANNERDIFFPART=모든 진동 렌즈가 다른 공작물 가공
SCANNER=검류계
SCANNERTYPE=검류계 유형
CENPOS=중심 좌표
LASERPARAM=레이저 매개 변수
ERR_OUTRANGE=확장 샤프트가 가공 범위를 벗어났습니다!
MOVETOPREV=정면으로 이동
MOVETONEXT=뒤로 이동
MOVETOTOP=정면으로 이동
MOVETOBOTTOM=끝으로 이동
MENU_EDIT_TODASHED=점선으로 바뀌다.
INFO_QRCODE=QRCODE 바코드는 2 차원 바코드이며 문자 세트에는 모든 ASCII 문자가 포함됩니다.
LASERONTIME=레이저 켜기 시간
DISTRIBUTION=배포
D_TOP=맨 위로 (& P)
D_VCEN=& (E)
D_VSPACE=간격 (C
D_BOTTOM=& 바닥
D_LEFT=왼쪽 (& L)
D_HCEN=중종 (zhong)
D_HSPACE=피치 (Pitch)
D_RIGHT=오른쪽 및 오른쪽
ISREALYMARK=마킹을 시작 했습니까?
DELOLDCURVE=오래된 곡선 삭제
PICKOFFSETCURVE=오프셋 할 커브 선택
PICKOFFSETDIR=곡선의 옵셋 방향 선택
NESTING=최적화 된 레이아웃
PICKEDGE=경계 선택
NESTPARAM=레이아웃 매개 변수
AUTONESTING=자동 레이아웃
BRIDGEDIST=가장자리 거리
STOCKDIST=시트 여백
ROTATEINTERVAL=회전 단계
ROTATE=회전
ERRNESTING=현재 시트 경계는 모든 샘플을 수용 할 수 없습니다!
PICKNESTEDGE=샘플이 놓일 시트 경계를 선택하십시오.
MARKDATA_OUTRANGE=데이터 처리는 처리 범위를 벗어납니다!
SELECTNESTEDGE=먼저 샘플을 배치 할 시트 경계를 선택하십시오!
NESTINGMULTI=다중 공작물 레이아웃
NESTINGONE=단일 공작물 균일 레이아웃
SHEETSIZE=재질 크기
SHEETSIZESMALL=재료 크기가 너무 작습니다!
WARNSTARTSIGNAL=가공이 계속 중단되고, 초기 가공 신호 오류가 발생하며 시작 가공 신호가 금지됩니까?
INPORTCONFLIC=입력 포트에 충돌이 있습니다. 다시 선택하십시오!
OUTPORTCONFLIC=출력 포트에 충돌이 있습니다. 다시 선택하십시오!
UNCOMBINE= 분리 조합
READPOINTCLOUDFILE=포인트 클라우드 파일 읽기 ...
MENU_FILE_BMPFILE=비트 맵 파일을 입력하십시오. \ tCtrl + W
MENU_FILE_VECTORFILE=입력 벡터 파일 \ tCtrl + B
MAXFREQDELAY=최대 주파수 지연
INFO_CODEINTER6=ITF-6 고정 길이 코드는 문자 집합을 포함하는 바코드, '0'- '9'수치, ITF-6 : 6 개 개의 문자를 포함, 최초의 5 개 개의 데이터, 그리고 마지막으로 체크섬 문자, 학교 인증 코드는 시스템에 의해 자동으로 추가되며 시스템은 처음 5 자만 사용합니다.
INFO_CODEINTER14=ITF-14 코드는 고정 된 길이의 바 코드, 그것은 단지 문자 '0'이 포함되어있다 - 숫자 '9', ITF-14은 14 자, 데이터의 첫 번째 (13), 및 체크섬 문자가 포함되는 경우, 학교 인증 코드는 시스템에 의해 자동으로 추가되며 시스템은 처음 13 자만 사용합니다.
BORDER=국경
PLUSEWIDTHREV=펄스 폭 반전
ENANALOGFPK=아날로그 첫 번째 펄스 억제 사용
INFO_USERDEFINE=사용자 정의 바코드 행 사용자 정의 번호 255의 크기에 의해 바코드 데이터의 일련의 ","분리 된 디지털 표현은, 각 번호가 바코드의 8 비트 블록을 나타내고, 첫 번째 숫자로부터 바코드를 나타낸다 다음 숫자의 첫 번째 줄, 왼쪽에서 오른쪽으로 바코드 블록의 처음 8 비트. 마지막 행에 바이트를 수용 할 수 없으면 해당 데이터 비트가 무시됩니다. 입력 문자에 ","가 없으면 검정에는 1, 흰색에는 0 이진 규칙이 사용됩니다.
RINGMARK=쥬얼리 마킹
INPUTDISTRCOFF = 입력 배럴 변형 계수
INPUTTRAPECOFF = 사다리꼴 변형 계수 입력
GRADUATION=규모
GRADUATIONNUM=눈금 수
GRADUATIONANG=각도 증가
DEGREE1LEN=최소 눈금 길이
DEGREE5LEN=틱 길이 5 분
DEGREE10LEN=눈금 길이 10 포인트
SHOWTEXT=텍스트 표시
STARTVALUE=시작 값
INCVALUE=증분 값
DOTBITCOUNT=소수점 이하 자릿수
LOADGRADFILE=스케일 파일로드
SAVEGRADFILE=스케일 파일 저장
ROTATERULER=스케일링
HATCHBYDEFAULT=기본 매개 변수로 채우기
360MARK =  360도 마킹
STARTPULSEMODE=시작 신호 펄스 모드
AUTORESETMARKCOUNT=자동 리셋 처리 시간
PULSEPERUNIT=단위당 펄스 수
MOVE =  모바일
MOVETO =  이동 위치
RELATIVE=상대 위치
MENU_DRAW_EXTAXIS=확장 축 (& X)
ID_DRAW_EXTAXIS=  출력 확장 축 그리기 \ n 확장 축 그리기
MULTIPARTMARK=다중 스테이션 처리 모듈
PLEASEVALIDPARAM=올바른 방송국 매개 변수를 선택하십시오.
MALTIMARKINFO=지정된 최대 가공 수를 가공했습니다! \ n 가공하려는 경우 가공 수 또는 최대 가공 수를 수정하십시오.
MALTIMARKINFO2=지정된 최대 가공 수가 처리되었습니다!
PARTPOS=역
PARTTYPE=스테이션 모드
SELPARTTYPE=방송국 모드 선택
CURPARTPOS=현재 역
MARKEDCOUNT=처리 횟수
STOPWHENMAX=최대 처리 수까지 처리 후 중지
MAXCOUNT=최대 처리 수
MARKALLPART=모든 현재 스테이션을 처리하는 F1
CONTMARKALLPART=모든 스테이션의 F2 연속 처리
MARKCURPART=현재 스테이션을 처리하는 F8
MODIFYCURPART=F9 현재 방송국 위치 수정
ADD=증가
DISMARKWHENREACHTOTAL=지정된 번호로 처리 한 후 처리를 금지합니다.
CURNUMGREATETOTALNUM=현재 가공 수는 이미 가공 수보다 많습니다. 현재 가공 수를 재설정 한 다음 가공하십시오!
YAGOPTIMIZEMODE=YAG 최적화 된 채우기 모드

FLYHARDWARE=하드웨어 비행 모드 사용
FLYSIMULATION=하드웨어 에뮬레이션 모드 사용
MULTIPLIER=비행 속도 계수
UM=마이크론
MIL=밀
UMPERCOUNT=마이크론 / 카운트
INCHPERCOUNT=인치 / 센티미터
FLYCOUNT=백작
TOTALMARKTIME=총 처리 시간
DOG=동글
DEFENTTEXT=텍스트
SPECIALPOS=지정된 위치
GOTOSPECIALPOS=지정된 위치로 이동
SETCURPOSTOSPEC=(& D) 현재 위치를 지정된 위치로 설정합니다.
MINPWMFREQ=최소 PWM 신호 주파수
PULSELOWMAXFREQ=펄스 주파수가 최소 주파수보다 낮습니다.
MINFREQ=최소 주파수
DOUBLELINEMODE=더블 틱 모드
LASERSLEEPTIME=레이저 수면 시간
DXFUNITISINCH=Dxf 파일 단위는 인치입니다.
0NOTAILZERO=소수점 다음에 0 배율이 0으로 표시되지 않습니다.
SHOWDEGREE5TEXT=5 가지 텍스트 구분 표시
TEXTROTATE90=90도 회전 한 텍스트
BOLDLINEMODE=넓은 눈금 모드
POWERRULER=슈퍼 통치자
PLSSELRULER=처리 할 눈금자를 선택하십시오.
ALEARDYHAVESAMERULER=통치자 이름이 충돌합니다. 이름을 변경하십시오!
GRADCONDISNULL=눈금자의 눈금 생성 조건은 비워 둘 수 없습니다!
MINGRAD=최소 눈금
RULER =금자
RULERNAME=통치자 이름
GRADGENCOND=진드기 생성 조건
GRADLINE=똑딱 표시
GRADVALUE=축척 값
STARTPT=출발점
ENDPT=종단점
STARTINDEX=축척 지수 번호 시작
ENDINDEX=스케일 인덱스 번호 종료
INCINDEX=스케일 인덱스 증분
GRADLINEWIDTH=눈금 너비
ROTATERULERMODE=로타리 눈금자 모드
GLOBEMARK=글로브 마킹
LONGITUDE=경도
LATITUDE=위도
FLYMARKENTBYORDER=개체 순서대로 비행 가능
INPUTIOMASK=입력 IO 마스크
OUTPUTIOMASK=출력 IO 마스크
DISSTARTIOINCONTMODE=연속 모드는 마킹 포트 시작을 금지합니다.
LASEROFFTC=오프 라이트 지연
STARTGRADPOS=축척 위치 시작 중
INCPOS=위치 증가
STEPPERMM=스텝 / mm
STEPPERINCH=스텝 / 인치
EDIT =  수정
TOTALPARTNUM=총 부품 수
EXPORTTOWS=작업 공간으로 출력
STRAIGHTRULER=눈금자
RINGRULER=반지 통치자
DISKRULER=디스크 자
PARTNUM=부품 이름
UPDATEPOSPARAM=위치 매개 변수 업데이트
OTHERNUMSYS=사용자 지정 16 진수
MAXNUMBER=최대 기수
MPERMIN=미터 / 분
INCHPERMIN=인치 / 분
ENCODERDIST=인코더 이동 거리
OUTPORT=출력 포트
ROTATETEXTMARK=회전 텍스트 마킹

CIRCLEMODE=원형 패턴
TEXTELEMENT=텍스트 요소
TCPIPCOM=네트워크 통신
SERIALCOM=직렬 통신
TIME=시간
FIXEDTEXT=고정 텍스트
NOLEADZERO=선행 0을 사용하지 마십시오.
PREV=앞으로
NEXT=후진
LIMILTSN=최대 일련 번호
MODE=모드
YEAR=년
MONTH=달
DAYOFMONTH=주간
DAYOFYEAR=주간
DAYOFWEEK=주
WEEKOFYEAR=주
HOUR=시간
MINUTE=분
TIMESEC=기간
IPADDRESS=IP 주소
COMMAND=명령
ALLCHARSUSES=사용할 수있는 모든 문자
BAUDRATE=통신 속도
DATABIT=데이터 비트
STOPBITS=정지 비트
PARITY=패리티
ENCIRCLETEXT=원호 텍스트 사용
POWERKEYBOARD=수퍼 키보드
KBWORKDIRECTORY=키보드 작업 디렉토리
KEYLIST=버튼 목록
KEYNAME=버튼 이름
KEYFILE=버튼 파일
CUTONOFF=절단 스위치
USERNAME=사용자 이름

DYNFOCUS=동적 초점
ENDYNFOCUS=동적 포커스 사용
DYNZREV=Z 리버스
DYNZPOS=Z 위치
DYNZRAD=중심 거리 (%)
DYNAUTOSWITCH=자동 전환
DYNUPDATEALL=Z 위치 업데이트
DYNADD=Z 증가
DYNDEC=Z 축소
DYNSTART=테스트 시작
DYNSTOP=테스트 중지
DYNUSING=동적 초점 사용 중 ..
IAGREE=이 계약을 수락하는 것에 동의한다.
IDONTAGREE=이 계약에 동의하지 않는다.
ERR_CANNT_RUN=현재 상태에서이 작업을 수행 할 수 없습니다.
MARKSPEED=마킹 속도
LENTESTRECT=가로 세로 길이 테스트
TESTPARAM=테스트 매개 변수
ZINCREMENT=증가 Z
ZMICROINC=미세 조정 증가량 Z
ZMAX=최대 Z
DYNLINEAR=선형 보간법
MACROADJUST=Z 값 미세 조정
FAILTRANSFER=데이터 업데이트에 실패했습니다! 다시 시도하십시오!
ENCO2FPK=CO2 첫 번째 펄스 억제 사용
FPKSTARTPOWER=첫 번째 펄스 억제 기동력
FPKINCPOWER=첫 번째 펄스 억제 전력 증분
SHOWSTARTMARKDLG=시작 표시 대화 상자 표시
ENEXEMARKFILE=마킹 시작 및 종료 명령 파일 실행 사용
ENREDCONTMODE=적색 연속 처리 모드 활성화

DYNSAVE=저장
DYNLOAD=로드
ADDZAUTO=Z 값이 자동으로 증가 또는 감소합니다.
INFO_CICODE=Hanxin 코드는 중국의 2D 바코드 표준으로 문자 세트에는 모든 ASCII 문자와 한자가 포함됩니다.
SPECIALWAVE=특수 파형
SPIWAVE=파형
SPICONTINUES=연속 모드
SPISIMMERCUR=대기 전력
STEPDIST=최적화 된 길이
STEPDELAY=단계 지연
USESTEPMARKMODE=스텝 마크 패턴 사용
CURLMCNOTIPG=현재 LMC 카드는 IPG 레이저를 지원하지 않습니다.
CURLMCNOTSPI=현재 LMC 카드는 SPI_G3 레이저를 지원하지 않습니다.
LASERNOTREADY=레이저가 준비되지 않았습니다. 확인하십시오.
FIXEDCOOR=고정 된 입력 점 좌표
DOORIO=보안 도어 포트
ERR_DOOROPEN=보안 문이 열렸습니다. 보안 문을 닫으십시오!
LINEREDUCTION=직선 자국
NUMLOOPS=경계 번호
FONTTYPE_SHX=SHX 글꼴
ENSPLITSTRTOCHANGETEXT=지정된 이름의 텍스트 개체를 수정하려면 분할 문자열 사용
INDEXFIRSTCHARSTR=문자열에서 첫 번째 문자의 위치
NUMCHAREXTRACTSTR=문자열에서 추출 된 총 문자 수
NAMETEXTTOCHANGE=내용을 수정할 텍스트 객체의 이름입니다.
SET=설정
TT_PICKMIRRORX=X 이미지 \ nX 이미지
TT_PICKMIRRORY=Y 미러 \ nY 미러
IPG:OVERTEMP=레이저 : 너무 높은 온도
IPG:NORMAL=레이저 : 제대로 작동합니다.
IPG:HIGHOPTIC=레이저 : 고 반사 재료 가공, 레이저 반사 가공
IPG:SYSERROR=레이저 : 시스템 장애
IPG:READY=레이저 : 준비되지 않음
IPG:EMERGENCY=레이저 : 비상 정지 신호가 유효합니다.
HIDEMODEL=숨겨진 모델
ANGLEINC=각도 증가
UPTODOWN=위에서 아래로
LAYERNUM=레이어 수
SPACEOFLAYER=레이어 간격
CALCULATE=계산
READ3DFACEFROMDXF=3D 표면 레이어링
AVERAGELINE=평균 분포 채우기 선
CHANGELINECHAR=줄 바꿈
MARKSELF=자신을 표시하십시오.
ENSAMEWIDTHCHAR=동일한 너비 문자 사용
DYN_OUTSIDE=외부 영역
DYN_MODE1=표준 모드
DYN_MODE2=Z 축 독립 모드
MAXSPEED=최대 속도
MINSPEED=최저 속도
LOOPDIST=링 간격
MARKBYSPLITLINE=줄을 나누어 표시
MARKSTR_AFTER7=지정된 위치
ENANALOGCURFPK=아날로그 전류 억제 활성화
CURVESCATTERTOL=곡선 분산 오류
ENABLECURVESCATTERTOL=곡선 이산 오류 사용
WOBBLE=지터
WOBBLEDIST=간격
ROTARYMARK=로타리 축 마킹
FOCUSLENGTH=초점 거리
AXISISHOMING=축이 0으로 돌아갑니다.
AXISISMOVING=축이 움직입니다.
AXISMOVEFAIL=축 이동에 실패했습니다!
AXISERRMAXLIMIT=축 이동이 양의 한계를 초과합니다.
AXISERRMINLIMIT=축 이동이 음의 제한을 초과합니다.
AXISMUSTGOHOME=이동하기 전에 축을 0으로 되돌려 야합니다. 먼저 0입니까?
ENCODERREVERSE=인코더 신호 반전
FLYENCODEROFFSET=인코더 고정 오프셋 거리 사용
FLYENCODEROFFDELAY=지연 (우리)
FLYENCODERLOWSPEED=저속 모드

GET55ERR=매개 변수 계산 오류
GETFLYPARSTEP=작은 거리를 이동하기 위해 파이프 라인을 수동으로 제어하십시오. \ n 거리를 측정하고 아래 입력 상자에 입력하십시오. \ n 확인을 클릭하여 매개 변수를 자동으로 계산하십시오
FLYPARINPUT=입력 길이 :
GETPAR=계산
PULSECOUNT=맥박
PULSECOUNTRESET=지우기

FLYADDTOY=Y 축에 중첩 됨
FLYTOP2BOTTOM=위에서 아래로의 파이프 라인 방향

DYNAMICLMC=동적 포커스 카드
UNKNOWN=알 수 없음
BDVVALUE_CUSTOM_ALL=범용
BDVTEXT_CARDTYPE=보드 유형 :
BDVTEXT_CARDVERSION=버전 번호 :
BDVTEXT_CUSTOM=사용자 정의 :
BDVTEXT_CARDFUNCTION=기능 코드 :
HARDINFO=하드웨어 정보

ENVARTEXTFIXWID=고정 텍스트 너비 사용
USEEXCELCORRECTFILE=Excel을 사용하여 파일 수정
STARTCOOR=시작점 좌표
ENDCOOR=끝점 좌표
SPACEDIST=간격
SPACING=간격
MARKGRIDLINE=눈금 선 표시하기
USECORFILEMARKGRIDLINE=눈금 선에 교정 파일 표시
CORCOMPFILE=보정 보정 파일 (Excel 파일)
FIXEDCHARCOUNT=고정 된 문자 수
EMPTYCHARWIDTH=빈 문자 너비
AVADISTPOINT=모든 포인트의 평균 분포
YAGFASTPOINTMODE=YAG 빠른 도트 모드
SETANALOG=아날로그 설정
USERDEF=맞춤
MENU_VIEW_IOSTATE=IO 상태
DOGNOTMATCHLMC=동글 바인딩 번호가 마킹 카드 번호와 일치하지 않습니다. 동글 번호를 확인하십시오!
MORETHAN360=마킹 범위는 360도 이상입니다. 계속 하시겠습니까?
CURNUM=현재 마크의 수
SPOTDIA=스폿 크기
PTCYCLES=조회수
DISTANCE  =  거리
ENDADDPTS=끝에 포인트 추가
INFO_MICROQRCODE=마이크로 QR 코드는 QRCODE 바코드의 효율적인 버전입니다.
ENABLETILDE=Enable ~ (~ 뒤에 ~ dxxx xxx  0-255)
MULTIFILEMARK=여러 문서 표시
LASERLEAKHANDLE=누광 처리
DISMARKLOWPT=낮은 회색 값으로 점을 표시하지 마십시오.
BASEHEIGHT=기준 높이
PARTHEIGHT=공작물 높이
ZADJUSTMENT=Z 조정 높이
ACCURATEZERO=정확한 제로 리턴
RECTMODE=직사각형 모드
KEEPENTORDER=처리 된 물체의 순서 유지
OPENMODELAY=MO 지연 켜기
SERIALTYPE=종류
LINEFEEDMALP=비월 주사 정렬
IPGSETTINGS=IPG_YLPM 레이저 상태
SQLDB=SQL 데이터베이스
SQLDRIVERS=SQL 드라이버
DBQFILE=데이터베이스 파일
USERID=사용자 ID
SQLCMD=SQL 명령
SETPENPARAM=펜 매개 변수 설정
BOLD=굵게
ITALIC=울임 꼴
RESET =  재설정
USERINTERLINE=내부 채우기 선 사용
LASERBEAMDIA=레이저 스폿 직경
HATCHLINEDIST=채우기 선 간격
ENCO2PULSEMODE=CO2 슈퍼 펄스 모드 사용
HATCHONEBYONE=채워진 물건의 독립성 유지
RESORT=정렬
RESORT_INFO=정렬 \ n 정렬
SELECTSCANNERFIELD=검류계의 좌표계 선택
SCANHEAD=진동 렌즈
SCANNERFIELD=마킹 영역
SELECTMOVEDIR=파이프 라인 이동 방향 선택
STARTMARKER=시작 태그
SENSOR=센서
ENCODER=로터리 엔코더
MOVEDIR=파이프 라인 이동 방향
NEXTSTEP=다음 단계
PREVSTEP=이전 단계
FINISH=끝
FLYMARKSETTINGS=비행 마킹 매개 변수 설정
ORIENTATION=방향 정렬
HORIZONTAL=수준
VERTIICAL=수직
POWEROFFSAVEFILE=정전 자동 보호 파일
ADJUST=조정
FLYMULTIINFO=파이프 라인 이동 상태에서 사각형을 먼저 표시하십시오. \ n 새겨진 직사각형이 아래의 그래프와 같은 경우 계수를 늘리십시오. \ n 새겨진 직사각형이 아래 오른쪽 그래프와 같은 경우 계수를 줄입니다.
DISABLEOPTIMIZECONMODE=연속 처리 모드 최적화 모드 금지
ARRAYDISCHANGESN=일련 번호 텍스트 내용을 변경하지 마십시오.
SPIRAL=나선형의
SPIRALPITCH=나선형 피치
LINEOFONERING=서클의 세그먼트 수
SPIRALPROMPTSTR=먼저 나선형 그리기를 제어하는 데 사용되는 윤곽선이있는 원형 객체를 선택해야합니다
AREYOUSUREDLETE=삭제 확인
CHANGENAME=이름 변경
CUSTOMIZE=맞춤
STDMODE=표준 모드
CONTOURFIRST=개요 우선 순위
USERDEFCHARSPACE=사용자 정의 텍스트 간격
MINRADIUS=최소 반지름
MAXSPIRALPITCH=최대 나선 피치
MINSPIRALPITCH=최소 나선 피치
SPIRALPITCHINC=피치 증가
DELETESPIRAL=나선형 제거
OUTEDGELOOP=외부 경계 링의 수
INTEREDGELOOP=내부 경계 번호
ID_DRAW_SPIRAL=나선형 그리기 \ n 나선형 그리기
FPKFROMLOWTOHIGH=FPK 전류가 낮은 것에서 높은 것
ALWAYSOPENMO=MO 신호가 정상적으로 열려 있습니다.
LOWVALID=액티브 로우
MARKFINISH=마킹 종료 신호
ENCURRENTADJUSTDELAY=현재 조정 지연 사용
ENCURRENTADJUSTDELAY=현재 조정 지연 사용
MINCURRENTADJUSTDELAY=최소 전류 조정 지연
MAXCURRENTADJUSTDELAY=최대 전류 조정 지연
SETCURRENT=전류 전류 설정
LAYSERNAMESAME=레이어 이름이 다른 레이어 이름과 동일하므로 이름을 변경하십시오!
ZOOM=확대 / 축소
DRAW=무승부
PENBOX=펜 박스
DEVICE=장비
MULTILAYER=다층 가공
MINPULSEWIDTHRATIO=최소 펄스 폭 비율
MAXPULSEWIDTHRATIO=최대 펄스 폭 비율
PULSEWIDTHOUTRANGE=Q 펄스 폭이 범위를 벗어났습니다.
STANDARD=표준
TRUE=예
FALSE=아니요
DISABLE=금지 된
NS=나노초
DELAYPARAM=지연 매개 변수
JUMPPARAM=점프 매개 변수
MINJUMPTC=최소 점프 지연
MAXJUMPTC=최대 점프 지연
JUMPLENLIMIT=점프 제한 길이
MARKLOOPTIP=현재 펜 마킹 시간
MARKSPEEDTIP=검류계 마킹시 이동 속도
LASERCURRENTTIP=레이저 출력 전류
LASERFREQTTIP=레이저 출력 주파수
LASERPOWERTIP=레이저 출력 전력 백분율
LASERPWTIP=레이저 출력의 펄스 폭
SPIWAVETIP=SPI 레이저 출력 파형 선택
USEDEFWAVETIP=사용자 정의 레이저 출력 파형
JUMPSPEEDTIP=검류계가 점프 할 때의 이동 속도
MINJUMPDELAYTIP=검류계가 점프 한 후 최소 지연 시간
MAXJUMPDELAYTIP=검류계 점프가 끝난 후 지연에 필요한 최대 시간
JUMPLENLIMITTIP=갈바 노 미터 점프 거리가이 길이보다 길 때 점프 지연은 최대 지연 시간을 사용합니다.
LASERONDELAYTIP=레이저가 켜지면 검류계가 이동을 시작하기 전에이 시간을 지연시킵니다.
LASEROFFDELAYTIP=마킹 동작이 끝나면이 시간 이후에 레이저를 지연하십시오.
POLYGONDELAYTIP=마킹 동작에서 코너 지연이 발생하고이 시간 이후에 다음 곡선이 표시됩니다.
LMARKENDDELAYTIP=움직임을 표시 한 후이 시간을 지연하고 다음 곡선으로 건너 뛰기 시작합니다.
CURPENNOTIP=현재 펜 일련 번호
CURPENCOLORTIP=현재 펜 색상
USEDEFPARAMTIP=기본 처리 매개 변수 사용
CURPENPARAMNAMETIP=현재 펜 매개 변수 이름
LOADPENBOXFROMDEF=기본 펜 상자 매개 변수로드
SAVEASPENBOXTODEF=기본 펜 상자 매개 변수로 저장
RESETALLPENS=모든 펜 매개 변수 재설정
SHOW=디스플레이
HIDE=숨기기
SHOWALL=모두 보이기
ARRAYTEXT=동적 텍스트 배열
TT_MODIFY_ARRAYTEXT=임의로 각 텍스트 배열 단위의 위치와 크기 수정
PROPERTY=속성
VALUE=가치
MINVALUE=최소값
MAXVALUE=최대
ENABLEPULSEWIDTH=펄스 폭 설정 활성화
ENABLEPULSEWIDTHTIP=처리 중에 파이버 레이저의 설정된 펄스 폭을 활성화하십시오.
LASERLEAKHANDLETIP=가공 중에 파이버 레이저가 빛을 누설하는 것을 방지하기 위해, 특별한 처리가 수행된다.
ALWAYSOPENMOTIP=처리 중에 항상 MO 신호를 켜십시오.
OPENMODELAYTIP=레이저가 MO를 켠 후 시간 지연
DISCHECKLASERSTATE =  레이저 상태를 확인하지 마십시오.
DISCHECKLASERSTATETIP =  처리 전에 레이저 상태를 확인하지 마십시오.
LIMITPARAM=매개 변수 제한
GALVOMINSPDTIP=검류계 동작으로 허용되는 최소 이동 속도
GALVOMAXSPDTIP=검류계 동작으로 허용되는 최대 동작 속도
GALVO2XTIP=검류계 축 2는 X 축입니다.
REVERSEXTIP=검류계 X 축 방향을 반대로해야합니다.
REVERSEYTIP=검류계의 멍에 방향은 반대 방향이어야합니다.
FIELDSIZETIP=갈바 노 미터 처리 영역의 범위 크기
USECORRECTFILETIP=현재 검량계가 지정된 교정 파일을 사용하여 교정되는지 여부
TRANSFORMOFFSETXTIP=검류계 출력의 전체 변형의 X- 오프셋 거리
TRANSFORMOFFSETYTIP=검류계 출력의 전체 변형의 Y 오프셋 거리
TRANSFORMANGLETIP=검류계 출력의 전체 회전 각도
MARKSTR_AFTERMARKTIP=검도계가 처리 후 지정된 위치로 점프 할 수있게할지 여부
CURVESCATTERTOLTIP=곡선의 최대 코드 높이 오차가 직선으로 분리되어 있습니다.

MINLINESEGLEN=최소 직선 길이
MINLINESEGLENTIP=최소 선 길이,이 길이보다 작은 선은 무시됩니다.
LASERREADYIO=레이저 준비 포트
REDLIGHTPOINTSTART=빨간색 표시등은 시작 포트를 나타냅니다.
PORTNOTIP=현재 신호가 사용하는 포트 번호
LOWVALIDTIP=현재 신호가 활성 낮음인지 여부
STARTPULSEMODETIP=시작 신호가 에지 트리거 모드인지 여부
PULSEWIDTHOUTPORTMODETIP=종료 신호의 활성 레벨 출력 시간
LOWVOLISVALID=액티브 로우
HIGHVOLISVALID=액티브 하이
ALARMPORTSTATETIP=현재 포트의 신호 유효 상태
ALARMMESSAGETIP=처리 중에 경고 신호가 있으면 시스템이 메시지를 표시합니다.
REDCONTMODE=적색광 지속 표시 모드
SOFTLICENCENOTFIND=유효한 소프트웨어 등록 코드를 찾을 수 없습니다!
SOFTLICENCEISUNVALID=잘못된 소프트웨어 등록 코드입니다!
CHANGEPWELAY=펄스 폭 지연 변경
CHANGEPWELAYTIP=레이저가 펄스 폭 값을 변경하는 데 필요한 시간
BWREVERSE=흑백 반전
DELETECENBAR=중간 블록 삭제
INFO_CODEDATAMTXGS1=DATAMATRIX_GS1은 GS1 표준 형식을 준수해야하는 특수 형식의 DATAMATRIX 바코드입니다.
OPTIMIZEPARAM=최적화 매개 변수
OPTIMIZEHATCH=최적화 된 채우기
BARCODEENDEFTEXT=맞춤 표시 텍스트 (# 문자,? 삭제, % 확인)
GALVORESPONSE=검류계 응답 시간
ENSAVEFILE=파일 저장 사용
ENDRAWENTITY=그리기 개체 사용
ENPICKMOVE=모션 변환 사용
ENEDITPARAM=개체 편집 사용
ENPENPARAM=펜 매개 변수 수정 사용
ENDEVPARAM=장치 매개 변수 수정 사용
ENSYSTEMPARAM=시스템 매개 변수 수정 사용
ALREADYHAVETHISUSER=이미이 사용자 이름을 가지고 있습니다. 사용자 이름을 변경하십시오!
GALVOBIDIROFFSET=양방향 오프셋

ID_VIEW_3D=2D 및 3D보기 전환 \ n3D보기 전환
ID_VIEW_3DUP=위에서보기 \ n 위보기
ID_VIEW_3DDOWN=아래에서보기 \ n 하단보기
ID_VIEW_3DLEFT=왼쪽에서 본 \ n 왼쪽보기
ID_VIEW_3DRIGHT=오른쪽에서보기 \ n 오른쪽보기
ID_VIEW_3DFRONT=전면에서보기 \ n 전면보기
ID_VIEW_3DBACK=뒤에서보기 \ n 다시보기
ID_VIEW_3DISO=등각 투영 방향에서 등각 투영 뷰를 보라.
ID_3DVIEW_WIRE=표면 와이어 프레임 모드 표시 \ n 와이어 프레임 모드 표시
ID_3DVIEW_RENDER=표면 렌더링 모드 표시 \ n 렌더링 모드 표시
ID_3DVIEW_RENDERLINE=표면 렌더링 라인 모드 표시 \ n 렌더링 라인 모드 표시
ID_3DVIEW_HIDEMESH=표면 \ n 명시 표면 표시 또는 숨기기
ID_3DFUN_MESH3D=3D 표면 모델 파일 열기 \ n 3D 표면 모델 열기
ID_3DFUN_SLICEMESH=표면 레이어링 \ n 표면 레이어링
ID_3DFUN_ROTATEMESH=표면 회전 \ n 표면 회전
ID_3DFUN_MOVEMESH=곡면을 번역하여 곡면을 번역하십시오.
ID_3DFUN_PRJ=표면 \ n 표면 투영에 물체 투영


ALLOUTMODE=모든 산출물
ENCODERONLYA=엔코더는 위상 A에만 연결됩니다.
FLYTRACKERROR=비행 오류 수정 계수
MESH3D=3D 표면
CURVE3D=3D 커브
SLICE3D=계층 접선
SLICEFILE=계층 적 파일
SLICEMESH=계층화 된 슬라이스
ZMAXTOMIN=Z 값이 큰 것부터 작은 것까지
MINZ=최소 Z 값
MAXZ=최대 Z 값
THICKNESS=두께
CROSSHATCH=크로스 필
ROTATEMESH=회전 표면
MOVEMESH=이동하는 표면
PROJECT=투영법
PROJECT3D=3D 투영법
DELPROJECT=투영 곡선 삭제
LIMITZ=Z 한계 값
SURFACEDOWN=낮은 표면 투영
LANGPAGE=언어 코드 페이지
DYNAMICHATCH=동적 패딩
ADDCONTOUR=프로필 늘리기
MARKMESHBOX=표시된 서페이스 경계 상자
MARK_NOMESH=곡면 개체가 없으므로 곡면이 3D보기로로드되어 있는지 확인하십시오.
PULSEWIDTHINDEXMODE=펄스 폭 인덱스 모드
PULSEWIDTHINDEXMODETIP=펄스 폭은 인덱스로 표시됩니다.
MAXINDEXVALUE=최대 색인 값
PULSEWIDTHINDEX=펄스 폭 인덱스
ENWELDWAVEOUT=파형 출력 사용
WELDWAVE=파형
WELDWAVETIP=각 지점에 대한 레이저 아날로그 파형 설정
WAVEWIDTH=파형 폭
MAXWELDWAVEWIDTH=파형 최대 너비
WAVETOTALWIDTHISBIG=총 파형 너비가 최대 너비보다 큽니다. 다시 입력하십시오!
REMOVENOINT=연결되지 않은 세그먼트 제거
USESELECT2DENT=선택한 2D 객체로 레이어하기
GENERATECURVES=커브 데이터 생성
CALCULATECONTOURS=등고선 곡선 계산
REBULIDCONTOURS=윤곽 위치 정보 설정
HATCHLINES=채우기 선 계산
BUILDPROJECTMESH=투영 곡면 만들기
WRAP=소포
PLSSELECTVALIDCURVE=유효한 커브를 선택하십시오!
BASICPARAM=기본 매개 변수
ASSIGNMENT=매핑
XYASSIGNMENTISSAME=X 축과 Y 축의 매핑 된 값은 같을 수 없습니다. 다시 선택하십시오!
ID_3DFUN_BASICSHAPE=기본 3D 표면 만들기 \ n 기본 3D 표면 만들기
BASIC3DSHAPE=기본 3D 표면
PLANE=비행기
SPHERE=구체
CYLINDER=실린더
CONE=원추형
FREQDELAY=주파수 지연
LASERFREQTTIP2=레이저가 주파수를 변경하는 데 필요한 지연 대기 시간
BMPTOMESH=표면에 비트 맵 변환
ID_3DFUN_BMPTOMESH=비트 맵을 표면으로 변환 \ n 비트 맵을 표면으로 변환
REFRESH=새로 고침
WAITFORINPUT=입력 신호 대기 중
OUTPUTWHENSTART=레이어 처리 시작 출력 신호
OUTPUTWHENFINISH=층 처리 종료 출력 포트 출력 신호
WAITFORSTARTSIGNAL=시작 포트 신호 대기 중
WAITFORSELLAYERSIGNAL=레이어 신호 선택 대기 중
IOMASK=포트 마스크
IOMASKTIP=현재 장치의 어떤 포트가 유효한지 지정하십시오
CYLINDERWRAP=원통형 패키지
YWRAP=Y 방향 패키지
CURRENTLAYERINDEX=현재 디스플레이 레이어 인덱스
ENABLEFIRSTOPENLASERDELAY=처음으로 레이저 지연 시간 사용
SETMINVALUE=최소 설정
SETMAXVALUE=최대 값 설정
PULSEWIDTHUNITISPS=펄스 폭 단위는 피코 초 (ps)
PS=Picosecond
CONTINUEMODE=연속 모드
PICKENTYOUWANTTRIM=자를 객체 선택
PICKENTYOUWANTINTERSECT=교차점을 병합 할 오브젝트 선택
BACKGROUND=배경
SELBACKGROUNDCURVES=배경으로 사용할 커브 선택
COPYBACKGROUNDTOWS=배경 곡선을 작업 공간에 복사
SHOWOPTIPARAM=디스플레이 최적화 매개 변수
SHOWWOBBLEPARAM=디스플레이 지터 매개 변수
SHOWOTHERPARAM=다른 항목 매개 변수 표시
SHOWDESCAREA=매개 변수 세부 영역 표시
SHOWPOWERRAMPPARAM=디스플레이 선형 선형 변환 매개 변수
SHOWSPEEDRAMPPARAM=디스플레이 속도 선형 변환 매개 변수
POWERRAMPING=전력 선형 변환
ENABLESTARTRAMP=시작 사용
ENABLESTARTPOWERRAMPTIP=초기 세그먼트의 전력을 선형 적으로 변화 시키십시오.
STARTRATIO=시작 비율
STARTLENGTH=시작 길이
STARTRAMPRATIO=시작 값과 최대 값의 비율
STARTRAMPLENGTH=시작 세그먼트에 허용되는 최대 길이
ENABLEENDRAMP=사용 종료
ENABLEENDPOWERRAMPTIP=엔드 세그먼트의 전력을 선형 적으로 변화 시키십시오.
ENDRATIO=최종 비율
ENDLENGTH=끝 길이
ENDRAMPRATIO=최종 가치와 최대 가치의 비율
ENDRAMPLENGTH=엔드 세그먼트에 허용되는 최대 길이

SPEEDRAMPING=선형 선형 변환
ENABLESTARTSPEEDRAMPTIP=시작 세그먼트의 속도를 선형 적으로 변화 시키십시오.
ENABLEENDSPEEDRAMPTIP=최종 세그먼트의 속도를 선형 적으로 변화 시키십시오.
INPUT=입력
BTNBOX=경계 [F4]
BTNPRJ=투영법 [F4]
STARTCALI=교정 시작
FINISHCALI=최종 수정
MARKGRID=마킹 그리드
MENU_FILE_PROJECTPARAM=투영 매개 변수
TESTCALI=테스트 프로젝션 보정
SELECTALLPOINTS=모든 점을 선택하십시오 (단일 점을 선택할 때 Ctrl 및 화살표 키를 눌러 선택한 점을 전환하십시오)
ENABLEPROJECT=투영 관찰 사용
APPAPPEARANCE=프로그램 출연
LASERBOARDIDEN=레이저 인터페이스 카드 유형
LASERBOARDVER=레이저 인터페이스 카드 버전
ESTIMATEDTIME=예상 처리 시간
ENABLEBARCODEFASTPTMODE=바코드 빠른 점 모드 사용
MODULEHORIARRANG=모듈 가로 배열
SIMPLEENCODE=간단한 코딩 모드
ENABLEBARCODEFASTLINEMODE=바코드 고속 회선 모드 사용
ID_3DFUN_FREEPAINT=표면 자유 도면 \ n 자유 도면
FREEPAINT=무료 추적
SIN=사인파
WOBBLETYPE=지터 유형
ROUNDTRIP=왕복 모드
WAVEDELAY=웨이브 출력 지연
LASERMONITOR=레이저 모니터링
TEMPALARM=온도 경보
REFLALARM=높은 경보
SYSTEMALARM=시스템 알람
POWERALARM=전원 공급 장치 알람
LASERNOTREADY=레이저가 준비되지 않았습니다.
LASERREADY=레이저가 준비되었습니다.
UNKNOWALARM=알 수없는 경고
LASEREXTFAULT=레이저 외부 결함
CALCULATING=계산 중 ...
OFFLINE=오프라인 처리
POINTNUM=포인트
SPIRALBRUSH=스파이럴 브러시
PICKSELSPIRALREFRESH=새로 고침 할 나선형을 선택하고 마우스 오른쪽 버튼을 눌러 확인합니다.
ENABLPARSEMODE=분석 모드 사용
ID_PICK_BYPEN=펜 번호로 개체 선택 \ n 펜 번호로 선택
No=일련 번호
MOVETOINDEX=지정된 일련 번호로 이동하십시오.
AXISSOLUTION=확장 축 솔루션
FEEDBACK=인코더 피드백
COMMCATH=공통 캐소드 출력
LIMITSWITCH=리미트 스위치
SOFTLIMIT=소프트 한도
POSIDIR=포지티브 제로 리턴
FINDINDEX=색인을 찾고있다.
HOMESPEED=제로 리턴 속도
LEAVESPEED=출발 속도
HOMEOFFSET=제로 오프셋
HOME=원점
FOLLOWERROR=다음 오류
ACCELERATION=속진
DECELERATION=감속
FOCUSPOS=초점 위치
SETCURPOSASFOCUS=현재 위치를 초점 위치로 설정합니다.
SETMINPOWER=최소 전력 설정
SETMAXPOWER=최대 전력 설정
SETMINGRAY=최소 그레이 스케일 설정
SETMAXGRAY=최대 회색조 설정
SCANINVERT=스캔 반전
EMISSIONDELAY=여기 지연
WELDPARAM=용접 매개 변수
DELEDGELINES=경계선 삭제
INFO_GS1DATABAR=GS1 DataBar 바코드 (이전에는 RSS 바코드라고도 함)는 GS1 시스템의 바코드 심볼이기도합니다. 바코드는 "크기가 작고 정보량이 많으며" "제품 유효 기간, 일련 번호 등과 같은 추가 정보를 전달할 수 있습니다"라는 장점이 있습니다.
SHOWFAST=빠른 디스플레이 최적화
SHOWDIR=커브 방향 표시
SIMULATIONSPD=모의 비행 속도
TEMPERATURE=온도
SPHEREWRAP=구형 패키지
ZLAYER=Z 레이어링
WAITSTARTSIGOFLAYER=레이어가 신호 처리를 시작할 때까지 기다립니다.
PWMONDELAY=PWM 턴 - 온 지연
PWMONDELAYTIP2=PWM이 켜지면 게이트의 상승 에지와 상승 에지 사이의 지연
ROTATECENZ=축 Z
ERR_NOTHOME=축이 0으로 돌아 오지 않습니다. 먼저 0으로 되돌아갑니다!
SPLITMODE=스플릿 모드
NOSPLIT=분할되지 않음
SPLITBYSIZE=크기로 나눈 값
SPLITBYGUILDLINE=가이드 라인으로 나누기
SETCURPOSASORIGIN=현재 위치가 원점 위치로 설정되어 있습니까?
FINDHOME=0을 찾고 있습니다.
XTABLEMOVE=X 축은 플랫폼 이동입니다.
YTABLEMOVE=Y 축은 플랫폼 이동입니다.
DISPENHIDEPARAM=숨겨진 펜 매개 변수 금지
REDLIGHTDISMOTOR=확장 축 이동 금지
UNGROUPTEXT=텍스트 분리
ID_EDIT_UNGROUPTEXT=텍스트를 별도의 문자로 구분 \ n 텍스트 분리
ENABLPINPOS=모션 인 위치 감지 사용
POSITIONTOL=인 포지션 오류
INPOSTIME=자리에
INPOSLIMITTIME=장소 시간 제한 있음
ERRRESETISLOW=오류 재설정 신호가 활성 낮음
REMOTECTRLISLOW=원격 제어 신호가 활성 낮음
LASERNOTENEMISS=레이저가 빛을 활성화하지 않습니다.
ID_FILE_MACHINEPARAMETER=장치 매개 변수 설정 \ n 장치 매개 변수
MENU_FILE_MACHINE=장비 매개 변수 ...
DOUBLEPTMODE=더블 포인트 모드
NOCUTENTITY=절단 개체 금지
INPUTIOSTATE=입력 포트 상태
ID_DRAW_ENCODERDISTANCE=인코더 거리 그리기 \ n 인코더 거리 그리기
SKYWRITE=스피드 글쓰기 (스카이 글쓰기)
RUNINDURATION=가져 오기주기
RUNOUTDURATION=수출주기
RUNINDURATION10US=곡선을 유도하는 사이클 시간 (단위 : 10us)
RUNOUTDURATION10US=출구 곡선을 유도하기위한 사이클 시간 (단위 : 10us)
TIMELAG=지연 시간
LASERONSHIFT=드리프트 레이저
LASERONSHIFTUS=드리프트 레이저 (단위 : us)
LIMITANGLE=제한 각도
LIMITANGLEDESC=한계 각도보다 작은 곡선은 자동으로 다각형 지연을 사용합니다
OUTPUTPARAM=출력 선택 매개 변수
CHANGEWAVEDELAY=파형 지연 변경
SHOWDELAYPARAMS=지연 매개 변수 표시
SHOWJUMPPARAM=점프 매개 변수 표시
HIDEPENBUTTONS=숨겨진 펜 매개 변수 버튼
LOCK =  자물쇠
USBREMOVE_WARN=USB 제어 카드가 연결되어 있지 않습니다. 소프트웨어를 종료 한 후 소프트웨어를 다시 시작하십시오!
DESCRIPTION=설명
HATCHPARAMLIB=채우기 매개 변수 라이브러리
SAVEPARAM=매개 변수 저장
LOADPARAM=매개 변수로드
INDEX=색인
RESETCCD=CCD 리셋
BUILDCCD=CCD 구축
MOVETOCCDSTART=CCD 시작 위치로 이동
ENCALIBRATION=CCD 보정 사용
ENCHANGEMODEL=스위치 템플릿 사용
MODELNO=템플릿 번호
FAILHANDLE=오류 처리
ENRETRY=다시 시도하십시오.
RETYRCOUNT=재시도 횟수
WHENFAIL=CCD가 실패 할 때
THENSTOP=멈추다
THENCONT=아래쪽으로 계속 실행하십시오.
THENJUMP=색인으로 이동
INPUTJUMP=입력 포트 점프
JUMPTO=건너 뛰기
CUBE=큐브
REVOLVEWRAP=회전 바디 패키지
ERR_NOMESH=표면 개체 없음
BINDID=고객 정보 바인딩
ERR_CLIENTID=파일의 클라이언트 ID가 유효하지 않습니다!
STABLETIME=안정화 시간
ENSELLAYER=선택 레이어 사용
ERR_USERSTOPMARK=사용자가 처리를 중단했습니다.
AXISERRSTOP=축 이동이 종료되었습니다!
CLONE=복제
AAXISMODE=A 축 모드
AXISMOVEDELAY=축 이동 지연
AXES=축
MESHEDIT=표면 편집
MERGECLOSEVERTICES=일치하는 정점 병합
LASERONTCONLYUSEINSTART=레이저 시작 지연은 처음에만 유효합니다.
LASERPOWER=레이저 전원 공급 장치
SYSTEMFAULT=시스템 오류
INTERNALLASERFAULT=레이저 내부 오류
SHOWSKYWRITEPARAM=획일적 인 표시 매개 변수 표시
DISABLESYNPRR=PRR 신호 동기화 비활성화
BACKLASH=백래시 보정
USESPLITBOXCENASMARKCEN=분리 상자의 중앙을 표시의 중심으로 사용하십시오.
HANDWHEEL=핸드 휠
GEARRATIO2=기어비
STARTHW=핸드 휠 시작
ENDHW=핸드 휠 나가기
ENABLEHANDWHEEL=핸드 휠 사용
SCANNERFOLLOWMOUSEMOVE=갈바 노 미터는 포인트 모드에서 마우스 움직임을 따릅니다.
AUTOMODE=자동 모드
ENABLEAUTOADJUST=자동 조정 사용
ACCURACYPRIORITY=정밀도 우선 순위
SPEEDPRIORITY=속도 우선 순위
STARTADJUST=조정 시작
AUTOADJUSTING=자동 조정 ...
FPKENABLETHREST2=억제 활성화 임계 시간 T2
FPKVOLTAGE=첫 번째 펄스 억제 전압
MANUALSET=수동 설정
LASERCOOLINGTIME=레이저 냉각 시간
MENU_SORT_BYX=먼저 X로 정렬
MENU_SORT_BYY=먼저 Y로 정렬
MENU_SORT_REVERSE=역순 정렬
SMARTADJUSTMENT=지능형 조정 매개 변수
ENABLESMARTADJUST=스마트 조정 모드 사용
DECMODE=10 진수 12 진수
HEXMODE1=16 진수 16 진수
HEXMODE2=16 진수 16 진수
RESULT=효과
NORMAL=정상
TISSMALL=T 값이 너무 작음
TISLARGE=T 값이 너무 큼
TOFFIRSTLINE=첫 번째 줄 T 보정 값
START=시작
SMARTADJUSTTIP=단계를 따라 매개 변수를 조정하고, 끝 세그먼트를 먼저 조정 한 다음 시작 세그먼트를 조정하십시오. 실제 수평 및 수직 선이 정상적으로 교차하도록 T 매개 변수를 조정하십시오.
CHECKISALREADYMARK=텍스트가 표시되었는지 확인하십시오.
CURVETOPTS=곡선을 점으로 변환
PREVIEW =  미리보기
ASSERT=비정상적인
ERR_FAIL=실패했습니다!
MENU_GUILDLINEBOX=보조 상자 그리기
GUILDLINEBOX=보조 라인 박스
SPLITBYGUIDELINEBOX=보조 상자를 사용하여 분할
PLSCHOOSECARD=사용할 카드를 선택하십시오.
CHANGEBMPREALDPI=비트 맵 실제 DPI 변경
DISABLEAXISA=축이 금지되어있다.
ENHOMEFINISHGOTOPOS=지정된 위치로 제로 리턴 가능
HOMINGFINISHPOS=제로 리턴의 종료시의 지정된 위치
EXPOSURE=노출
CAMERA=카메라
NOCUTTEXT=텍스트 문자를 분할하지 마십시오.
CURFILEMODIFYPLSSAVEIT=현재 파일이 수정되었습니다. 먼저 저장하십시오!
SAVETOFILE=파일에 저장
ISSUE=문제
PAUSEWHENLIMIT=텍스트가 끝나면 일시 중지
LIMITISCONTINUE=텍스트가 한계 값에 도달했습니다. 재설정 후 계속됩니까?
POWERSTANDBY=대기 전력
MESHFOLLOWROTATE=표면이 뒤 따르고 함께 회전 함
LASERFAULT=레이저 오류
FIBERALARM=광섬유 경보
SAFETYALARM1=안전 인터록 오류
SAFETYALARM2=안전 루프 경보
LINKALARM=광 링크 장애
CRITICALALARM=레이저 보호 중 결함
HOTSTOP=레이저 발사가 부적절하게 중단됨
POWER24ALARM=컨트롤러 24V 정전
MAXTHREADCNT=최대 계산 스레드 수
MESHRESOL=지표 계산 정확도
DELAY=지연
MOTORSPEDRATIO=확장 샤프트 속도 오버라이드
SHOWCHECKNUM=체크 코드 표시
DISABLECANCELAXISMOVE=축 동작을 취소하지 마십시오.
OFFLINEDOGNOTFOUND=올바른 동글을 찾지 못했습니다.
EZCADSTR_ARRAY_X_INCDIST=X 배열 증분 거리
EZCADSTR_ARRAY_Y_INCDIST=Y 배열 증가 거리
OUTPUTANALOG=아날로그 출력
Voltage=전압
MODE8=세로 8 단어
MODE82=레벨 8 단어
TCPIPSERVER=TCP / IP 서버
NOCUTSMALLENT=작은 크기의 객체를 분할하지 마십시오.
AUTOSAVEWHENCLOSE=소프트웨어가 닫힐 때 자동으로 현재 파일 저장
MASK=가면
DISABLESTOPAXISWHENDOOROPEN=문이 열려있을 때 축 이동을 중지하지 마십시오.
STAGEFB=플랫폼 피드백 위치
GALVOCMD=검류계 명령 위치
GALVOFB=검류계 피드백 위치
DISSHOWFILEPROCESS=파일 처리 대화 상자 표시 금지
DISSHOWCALCPROCESS=계산 프로세스 대화 상자 표시 안 함
LEVEL16=레벨 16
STEPMODE=속도 최적화 모드
SHOWSTEPMODE=디스플레이 속도 최적화 모드 매개 변수
ENCODEMODE=코딩 모드
ENABLJUMPTABLEMODE=점프 매개 변수 테이블 모드 사용
ENABLJUMPTABLEMODETIP=모든 펜 점프 파라미터는 점프 파라미터 테이블에서 자동으로 가져옵니다.
JUMPTABLE=점프 매개 변수 표
DRAWTOL=픽셀 정확도
SHIFTOFROTARY=회전축 드리프트
SERVERINFO=서버 정보
FASTLINELASERONRATIO=빠른 라인 라이트 비율
STANDARDPOS=표준 위치
REALPOS=실제 위치
FLYSPEEDMONITOR=비행 속도 모니터링
MAXFLYSPEED=최대 비행 속도
STARTANDSTART=시작점은 시작점에 연결됩니다.
STARTANDEND=시작점은 마지막 점에 연결됩니다.
ENDANDSTART=끝점은 시작점에 연결됩니다.
ENDANDEND=종점과 종점
OPENCURVE=곡선 열기
LASERWOBBLESHOW=지터 경로 미리보기
